Repository: Pondus/miui-norway
Catalog: AccountAndSyncSettings/locale/*.po
Languages: nb

# app_label
source: Account and Sync Settings
nb: Konto/synkroniserings-innstillinger

# sync_settings
source: Accounts & Sync Settings
nb: Kontoer/synkroniserings-innstillinger

source: Background data
nb: Bakgrunnsdata

# background_data_dialog_title
source: Attention
nb: Advarsel

# sync_automatically
source: Auto-sync
nb: Automatisk synkronisering

# settings_backup
source: Back up settings
nb: Sikkerhetskopier innstillinger

# settings_backup_summary
source: Back up my settings
nb: Sikkerhetskopier mine innstillinger

# sync_menu_sync_now
source: Sync now
nb: Synkroniser nå

# sync_menu_sync_cancel
source: Cancel sync
nb: Avbryt synkronisering

# sync_one_time_sync
source: Touch to sync now %1$s
nb: Trykk for å synkronisere nå %1$s

# sync_calendar
source: Calendar
nb: Kalender

# sync_contacts
source: Contacts
nb: Kontakter

# sync_too_many_deletes_desc
source: There are %1$d deleted items for %2$s, account %3$s. What would you like to do?
nb: Det er %1$d fjernede elementer for %2$s, kontoen %3$s. Hva vil du gjøre?

# sync_really_delete
source: Delete the items.
nb: Slett elementene

# sync_do_nothing
source: Do nothing for now.
nb: Gjør ingenting.

# sync_is_failing
source: Sync is currently experiencing problems. It will be back shortly.
nb: Synkroniseringen opplever problemer. Vi vil være tilbake snart.

# header_manage_default_accounts
source: Default accounts
nb: Standard kontoer

# sync_enabled
source: Sync is ON
nb: Synkronisering er på

# sync_disabled
source: Sync is OFF
nb: Synkronisering er av

source: Sync error
nb: Synkroniseringsfeil

# add_account_label
source: Add account
nb: Legg til konto

# header_data_and_synchronization
source: Data & synchronization
nb: Data og synkronisering

# preference_change_password_title
source: Change password
nb: Bytt passord

# header_account_settings
source: Account settings
nb: Kontoinnstillinger

# remove_account_label
source: Remove account
nb: Fjern konto

# header_add_an_account
source: Add an account
nb: Legg til en konto

# finish_button_label
source: Finish
nb: Fullfør

# really_remove_account_title
source: Remove account
nb: Fjern konto

# really_remove_account_message
source: Do you really want to remove this account? Removing it will also delete all of its messages, contacts, and other data from the phone. Proceed?
nb: Vil du virkelig fjerne denne kontoen? Fjerner du den vil du fjerne kontoens meldinger, kontakter og annen data fra telefonen. Forsett?

# sync_item_title
source: Sync %s
nb: Synkroniser %s

# cant_sync_dialog_message
source: Sync for this item is currently disabled. To change your preference, temporarily turn on background data and automatic sync.
nb: Sync for dette elementet er deaktivert. For å endre dette, mildertidig skru på bakgrunnsdata og automatisk sync.
