Repository: Pondus/miui-norway
Catalog: CloudService/locale/*.po
Languages: nb

source: Account deleted
nb: Konto slettet

source: Account disabled
nb: Konto fjernet

# app_name
source: MIUI Account Manager
nb: MIUI Konto adminstrasjon

# bad_authentication
source: Your username and password do not match, please try again.
nb: Brukernavnet og passordet ditt matcher ikke, prøv igjen.

# bad_username
source: The text entered is not a valid username
nb: Teksten du skrev inn er ikke et gyldig brukernavn

# bad_verification
source: Registration error
nb: Registrasjons feil

# email_not_verified
source: E-mail account not yet verified
nb: E-mail kontoen er ikke verifisert enda

# loging_on
source: Logging in...
nb: Logger inn...

# login_account_suggestion
source: If you are having trouble signing up, visit: http://www.miui.com
nb: Hvis du har problemer med å registrere deg, besok: http://www.miui.com

# must_input
source: Required field
nb: Obligatorisk felt

# my_account
source: My MIUI Profile
nb: Min MIUI profil

# network_error
source: Network connection error, please check mobile data is active and available
nb: Nettverks feil, sjekk at mobil data er aktiv og tilgjengelig

# nickname
source: Name / Alias:
nb: Navn / Alias:

source: Password:
nb: Passord:

# registered_account
source: Account has been registered
nb: Konto ble registrert

# service_name
source: MIUI Account Manager
nb: MIUI Konto adminstrasjon

# terms_not_agreed
source: You must agree to our terms to register
nb: Du må godkjenne våre vilkår for å kunne registreres

# unknown
source: Unknown error
nb: Ukjent feil

source: Username:
nb: Brukernavn:
