Repository: Pondus/miui-norway
Catalog: framework-res/locale/*.po
Languages: nb_no

# abbrev_wday_month_day_year
source: EEE, MMM d, yyyy
nb_no: EEE, d. MMM yyyy

# accessibility_binding_label
source: Accessibility
nb_no: Tilgjengelighet

# accessibility_compound_button_selected
source: checked
nb_no: valgt

# accessibility_compound_button_unselected
source: not checked
nb_no: ikke valgt

# activity_list_empty
source: No matching activities found
nb_no: Fant ingen tilsvarende aktiviteter

# adb_active_notification_message
source: Select to disable USB debugging.
nb_no: Velg for å deaktivere USB-debugging.

# adb_active_notification_title
source: USB debugging connected
nb_no: USB-debugging tilkoblet

# addToDictionary
source: Add "%s" to dictionary
nb_no: Legg «<{urn:oasis:names:tc:xliff:document:1.2}g id="WORD">%s</{urn:oasis:names:tc:xliff:document:1.2}g>» til i ordlisten

# aerr_application
source: The application %1$s (process %2$s) has stopped unexpectedly. Please try again.
nb_no: Applikasjonen <{urn:oasis:names:tc:xliff:document:1.2}g id="APPLICATION">%1$s</{urn:oasis:names:tc:xliff:document:1.2}g> (prosess <{urn:oasis:names:tc:xliff:document:1.2}g id="PROCESS">%2$s</{urn:oasis:names:tc:xliff:document:1.2}g>) stoppet uventet. Prøv igjen.

# aerr_process
source: The process %1$s has stopped unexpectedly. Please try again.
nb_no: Prosessen <{urn:oasis:names:tc:xliff:document:1.2}g id="PROCESS">%1$s</{urn:oasis:names:tc:xliff:document:1.2}g> stoppet uventet. Prøv igjen.

# aerr_title
source: Sorry!
nb_no: Beklager!

source: Allow
nb_no: Tillat

# alwaysUse
source: Use by default for this action.
nb_no: Bruk som standardvalg.

# anr_activity_application
source: Activity %1$s (in application %2$s) is not responding.
nb_no: Aktiviteten <{urn:oasis:names:tc:xliff:document:1.2}g id="ACTIVITY">%1$s</{urn:oasis:names:tc:xliff:document:1.2}g> (i applikasjonen <{urn:oasis:names:tc:xliff:document:1.2}g id="APPLICATION">%2$s</{urn:oasis:names:tc:xliff:document:1.2}g>) svarer ikke.

# anr_activity_process
source: Activity %1$s (in process %2$s) is not responding.
nb_no: Aktiviteten <{urn:oasis:names:tc:xliff:document:1.2}g id="ACTIVITY">%1$s</{urn:oasis:names:tc:xliff:document:1.2}g> (i prosessen <{urn:oasis:names:tc:xliff:document:1.2}g id="PROCESS">%2$s</{urn:oasis:names:tc:xliff:document:1.2}g>) svarer ikke.

# anr_application_process
source: Application %1$s (in process %2$s) is not responding.
nb_no: Applikasjonen <{urn:oasis:names:tc:xliff:document:1.2}g id="APPLICATION">%1$s</{urn:oasis:names:tc:xliff:document:1.2}g> (i prosessen <{urn:oasis:names:tc:xliff:document:1.2}g id="PROCESS">%2$s</{urn:oasis:names:tc:xliff:document:1.2}g>) svarer ikke.

# anr_process
source: Process %1$s is not responding.
nb_no: Prosessen <{urn:oasis:names:tc:xliff:document:1.2}g id="PROCESS">%1$s</{urn:oasis:names:tc:xliff:document:1.2}g> svarer ikke.

# anr_title
source: Sorry!
nb_no: Beklager!

# badPin
source: The old PIN you typed is not correct.
nb_no: Den gamle PIN-koden du skrev inn er feil.

# badPuk
source: The PUK you typed is not correct.
nb_no: PUK-koden du skrev inn er feil.

# BaMmi
source: Call barring
nb_no: Samtaleblokkering

# beforeOneMonthDurationPast
source: Before 1 month ago
nb_no: For over en måned siden

# callDetailsDurationFormat
source: %1$s minutes %2$s seconds
nb_no: %1$s minutter %2$s sekunder

# callNoAnswerTimeFormat
source: Ring %s times
nb_no: Ring %s ganger

source: Cancel
nb_no: Avbryt

# candidates_style
source: <u>candidates</u>
nb_no: <u>kandidater</u>

# capital_off
source: OFF
nb_no: AV

# capital_on
source: ON
nb_no: PÅ

# car_mode_disable_notification_message
source: Select to exit car mode.
nb_no: Velg for å avslutte bilmodus.

# car_mode_disable_notification_title
source: Car mode enabled
nb_no: Bilmodus er aktivert

# CfMmi
source: Call forwarding
nb_no: Viderekobling

# cfTemplateForwardedTime
source: {0}: {1} after {2} seconds
nb_no: <{urn:oasis:names:tc:xliff:document:1.2}g id="BEARER_SERVICE_CODE">{0}</{urn:oasis:names:tc:xliff:document:1.2}g>: <{urn:oasis:names:tc:xliff:document:1.2}g id="DIALING_NUMBER">{1}</{urn:oasis:names:tc:xliff:document:1.2}g> etter <{urn:oasis:names:tc:xliff:document:1.2}g id="TIME_DELAY">{2}</{urn:oasis:names:tc:xliff:document:1.2}g> sekunder

# cfTemplateNotForwarded
source: {0}: Not forwarded
nb_no: <{urn:oasis:names:tc:xliff:document:1.2}g id="BEARER_SERVICE_CODE">{0}</{urn:oasis:names:tc:xliff:document:1.2}g>: Ikke viderekoblet

# cfTemplateRegistered
source: {0}: Not forwarded
nb_no: <{urn:oasis:names:tc:xliff:document:1.2}g id="BEARER_SERVICE_CODE">{0}</{urn:oasis:names:tc:xliff:document:1.2}g>: Ikke viderekoblet

# cfTemplateRegisteredTime
source: {0}: Not forwarded
nb_no: <{urn:oasis:names:tc:xliff:document:1.2}g id="BEARER_SERVICE_CODE">{0}</{urn:oasis:names:tc:xliff:document:1.2}g>: Ikke viderekoblet

# chooseActivity
source: Select an action
nb_no: Velg en aktivitet

# chooser_wallpaper
source: Change wallpaper
nb_no: Velg bakgrunnsbilde

# clearDefaultHintMsg
source: Clear default in Home Settings &gt; Applications &gt; Manage applications.
nb_no: Fjern standardvalg i Innstillinger &gt; Applikasjoner &gt; Installerte applikasjoner.

# ClipMmi
source: Incoming Caller ID
nb_no: Inngående nummervisning

# CLIRDefaultOffNextCallOff
source: Caller ID defaults to not restricted. Next call: Not restricted
nb_no: Nummervisning er ikke begrenset som standard. Neste anrop: Ikke begrenset

# CLIRDefaultOffNextCallOn
source: Caller ID defaults to not restricted. Next call: Restricted
nb_no: Nummervisning er ikke begrenset som standard. Neste anrop: Begrenset

# CLIRDefaultOnNextCallOff
source: Caller ID defaults to restricted. Next call: Not restricted
nb_no: Nummervisning er begrenset som standard. Neste anrop: Ikke begrenset

# CLIRDefaultOnNextCallOn
source: Caller ID defaults to restricted. Next call: Restricted
nb_no: Nummervisning er begrenset som standard. Neste anrop: Begrenset

# ClirMmi
source: Outgoing Caller ID
nb_no: Utgående nummervisning

# CLIRPermanent
source: The caller ID setting cannot be changed.
nb_no: Kunne ikke endre innstilling for nummervisning.

# CndMmi
source: Calling number delivery
nb_no: Levering av nummervisning

# CnipMmi
source: Calling number present
nb_no: Nummervisning tilgjengelig

# CnirMmi
source: Calling number restricted
nb_no: Nummervisning begrenset

# contact_status_update_attribution
source: via %1$s
nb_no: via <{urn:oasis:names:tc:xliff:document:1.2}g id="SOURCE">%1$s</{urn:oasis:names:tc:xliff:document:1.2}g>

# contact_status_update_attribution_with_date
source: %1$s via %2$s
nb_no: <{urn:oasis:names:tc:xliff:document:1.2}g id="DATE">%1$s</{urn:oasis:names:tc:xliff:document:1.2}g> via <{urn:oasis:names:tc:xliff:document:1.2}g id="SOURCE">%2$s</{urn:oasis:names:tc:xliff:document:1.2}g>

# contentServiceSync
source: Sync
nb_no: Synkronisering

# contentServiceSyncNotificationTitle
source: Sync
nb_no: Synkronisering

# contentServiceTooManyDeletesNotificationDesc
source: Too many %s deletes.
nb_no: For mange slettinger av <{urn:oasis:names:tc:xliff:document:1.2}g id="CONTENT_TYPE">%s</{urn:oasis:names:tc:xliff:document:1.2}g>.

source: Copy
nb_no: Kopier

source: Copy URL
nb_no: Kopier URL

# country_name_ag
source: Antigua and Barbuda
nb_no: Antigue og Barbuda

# create_contact_using
source: Create contact using %s
nb_no: Lag kontakt med nummeret <{urn:oasis:names:tc:xliff:document:1.2}g id="NUMBER">%s</{urn:oasis:names:tc:xliff:document:1.2}g>

source: Cut
nb_no: Klipp ut

# CwMmi
source: Call waiting
nb_no: Samtale venter

# date_day
source: Date
nb_no: Dato

# date_time
source: %1$s, %2$s
nb_no: <{urn:oasis:names:tc:xliff:document:1.2}g id="DATE">%1$s</{urn:oasis:names:tc:xliff:document:1.2}g>, <{urn:oasis:names:tc:xliff:document:1.2}g id="TIME">%2$s</{urn:oasis:names:tc:xliff:document:1.2}g>

# date_time_set
source: Set
nb_no: Angi

source: day
nb_no: dag

source: days
nb_no: dager

# day_of_week_long_friday
source: Fri
nb_no: Fre

# day_of_week_long_monday
source: Mon
nb_no: Man

# day_of_week_long_saturday
source: Sat
nb_no: Lør

# day_of_week_long_sunday
source: Sun
nb_no: Søn

# day_of_week_long_thursday
source: Thu
nb_no: Tor

# day_of_week_long_tuesday
source: Tue
nb_no: Tir

# day_of_week_long_wednesday
source: Wed
nb_no: Ons

# day_of_week_medium_friday
source: Fri
nb_no: Fre

# day_of_week_medium_monday
source: Mon
nb_no: Man

# day_of_week_medium_saturday
source: Sat
nb_no: Lør

# day_of_week_medium_sunday
source: Sun
nb_no: Søn

# day_of_week_medium_thursday
source: Thu
nb_no: Tor

# day_of_week_medium_tuesday
source: Tue
nb_no: Tir

# day_of_week_medium_wednesday
source: Wed
nb_no: Ons

# day_of_week_shortest_saturday
source: S
nb_no: L

# day_of_week_shortest_wednesday
source: W
nb_no: O

# day_of_week_short_monday
source: Mo
nb_no: Ma

# day_of_week_short_saturday
source: Sa
nb_no: Lø

# day_of_week_short_sunday
source: Su
nb_no: Sø

# day_of_week_short_thursday
source: Th
nb_no: To

# day_of_week_short_tuesday
source: Tu
nb_no: Ti

# day_of_week_short_wednesday
source: We
nb_no: On

# defaultVoiceMailAlphaTag
source: Voicemail
nb_no: Telefonsvarer

# default_permission_group
source: Default
nb_no: Forvalg

source: Deny
nb_no: Avslå

# description_star
source: favorite
nb_no: favoritt

# dialog_alert_title
source: Attention
nb_no: Merk

# dial_number_using
source: Dial number using %s
nb_no: Ring nummeret med <{urn:oasis:names:tc:xliff:document:1.2}g id="NUMBER">%s</{urn:oasis:names:tc:xliff:document:1.2}g>

# dlg_confirm_kill_storage_users_text
source: If you turn on USB storage, some applications you are using will stop and may be unavailable until you turn off USB storage.
nb_no: Hvis du aktiverer USB-lagring, virker ikke lenger enkelte av programmene du bruker, og de kan være utilgjengelige inntil du deaktiverer USB-lagringen.

# dlg_confirm_kill_storage_users_title
source: Turn on USB storage
nb_no: Slå på USB-lagring

# dlg_error_title
source: USB operation failed
nb_no: USB-operasjonen mislyktes

# DndMmi
source: Do not disturb
nb_no: Ikke forstyrr

# double_tap_toast
source: Tip: double-tap to zoom in and out.
nb_no: Dobbelttrykk for å zoome inn og ut.

# editTextMenuTitle
source: Edit text
nb_no: Rediger tekst

# elapsed_time_short_format_h_mm_ss
source: %1$d:%2$02d:%3$02d
nb_no: <{urn:oasis:names:tc:xliff:document:1.2}g id="HOURS">%1$d</{urn:oasis:names:tc:xliff:document:1.2}g>:<{urn:oasis:names:tc:xliff:document:1.2}g id="MINUTES">%2$02d</{urn:oasis:names:tc:xliff:document:1.2}g>:<{urn:oasis:names:tc:xliff:document:1.2}g id="SECONDS">%3$02d</{urn:oasis:names:tc:xliff:document:1.2}g>

# elapsed_time_short_format_mm_ss
source: %1$02d:%2$02d
nb_no: <{urn:oasis:names:tc:xliff:document:1.2}g id="MINUTES">%1$02d</{urn:oasis:names:tc:xliff:document:1.2}g>:<{urn:oasis:names:tc:xliff:document:1.2}g id="SECONDS">%2$02d</{urn:oasis:names:tc:xliff:document:1.2}g>

# emailTypeCustom
source: Custom
nb_no: Egendefinert

# emailTypeHome
source: Home
nb_no: Hjem

# emailTypeMobile
source: Mobile
nb_no: Mobil

# emailTypeOther
source: Other
nb_no: Annen

# emailTypeWork
source: Work
nb_no: Arbeid

source: Emergency calls only
nb_no: Kun nødanrop

# emergency_call_dialog_number_for_display
source: Emergency number
nb_no: Nødnummer

# emptyPhoneNumber
source: (No phone number)
nb_no: (Mangler telefonnummer)

# eventTypeAnniversary
source: Anniversary
nb_no: Jubileum

# eventTypeBirthday
source: Birthday
nb_no: Bursdag

# eventTypeLunarBirthday
source: Lunar Birthday
nb_no: Månebursdag

# eventTypeOther
source: Event
nb_no: Hendelse

# extmedia_format_message
source: Are you sure you want to format the SD card? All data on your card will be lost.
nb_no: Vil du formatere minnekortet og slette alle lagrede filer? Handlingen kan ikke angres!

# extmedia_format_title
source: Format SD card
nb_no: Formater minnekort

# ext_media_badremoval_notification_message
source: Unmount SD card before removing to avoid data loss.
nb_no: Koble fra USB-lagring før enheten tas ut av maskinen for å unngå tap av data.

# ext_media_badremoval_notification_title
source: SD card unexpectedly removed
nb_no: USB-lagring fjernet uventet

# ext_media_checking_notification_message
source: Checking for errors.
nb_no: Sjekker etter feil.

# ext_media_checking_notification_title
source: Preparing SD card
nb_no: Forbereder USB-lagring

# ext_media_nofs_notification_message
source: SD card blank or has unsupported filesystem.
nb_no: Minnekortet er tomt eller har et filsystem som ikke håndteres.

# ext_media_nofs_notification_title
source: Blank SD card
nb_no: Minnekortet er tomt

# ext_media_nomedia_notification_message
source: SD card removed. Insert a new one.
nb_no: Minnekortet er fjernet. Sett inn et nytt medium.

# ext_media_nomedia_notification_title
source: Removed SD card
nb_no: USB-lagring fjernet

# ext_media_safe_unmount_notification_message
source: You can safely remove SD card.
nb_no: Det er trygt å ta ut enheten for USB-lagring.

# ext_media_safe_unmount_notification_title
source: SD card safe to remove
nb_no: USB-lagring kan trygt fjernes

# ext_media_unmountable_notification_message
source: SD card damaged. You may have to reformat it.
nb_no: Minnekortet er skadet. Det kan være nødvendig å formatere enheten på nytt.

# ext_media_unmountable_notification_title
source: Damaged SD card
nb_no: Minnekortet skadet

source: Factory test failed
nb_no: Fabrikktesten feilet

# factorytest_not_system
source: The FACTORY_TEST action is only supported for packages installed in /system/app.
nb_no: FACTORY_TEST er kun støttet for applikasjoner installert i /system/app.

# factorytest_no_action
source: No package was found that provides the FACTORY_TEST action.
nb_no: Ingen applikasjon som støtter FACTORY_TEST var funnet.

# factorytest_reboot
source: Reboot
nb_no: Start på nytt

# fast_scroll_alphabet
source: \u0020ABCDEFGHIJKLMNOPQRSTUVWXYZ
nb_no: ABCDEFGHIJKLMNOPQRSTUVWXYZÆØÅ

# fast_scroll_numeric_alphabet
source: \u00200123456789ABCDEFGHIJKLMNOPQRSTUVWXYZ
nb_no: 0123456789ABCDEFGHIJKLMNOPQRSTUVWXYZÆØÅ

# fcComplete
source: Feature code complete.
nb_no: Funksjonskode utført.

# fcError
source: Connection problem or invalid feature code.
nb_no: Tilkoblingsproblem eller ugyldig funksjonskode.

# fileSizeSuffix
source: %1$s%2$s
nb_no: <{urn:oasis:names:tc:xliff:document:1.2}g id="NUMBER">%1$s</{urn:oasis:names:tc:xliff:document:1.2}g><{urn:oasis:names:tc:xliff:document:1.2}g id="UNIT">%2$s</{urn:oasis:names:tc:xliff:document:1.2}g>

# firewall_setting
source: DND Mode
nb_no: Svarmodus

# first_back_long_press_message
source: Do you want to enable the function of long-pressing the back key to kill the current process and its background services? Enable via Settings &gt; System &gt; Button Settings
nb_no: Ønsker du å slå på tvungen avslutning av åpne prosesser og dens bakgrunnstjenester ved å holde inne tilbakeknappen? Slå dette på via Innstillinger &gt; System &gt; Knappeinnstillinger

# first_back_long_press_title
source: Press Return Key Behavior
nb_no: Oppførsel til tilbakeknappen

source: Force close
nb_no: Tving avslutning

# force_exit_message
source: Successfully closed "%1$s"
nb_no: Vellykket avslutning av "%1$s"

# format_error
source: Failed to erase USB storage.
nb_no: Kan ikke slette USB-lagring.

# full_wday_month_day_no_year
source: EEE, MMM d
nb_no: EEE, d. MMM

# gadget_host_error_inflating
source: Error inflating widget
nb_no: Feil under utpakking av gadget

# global_actions
source: Phone options
nb_no: Telefoninnstillinger

# global_actions_airplane_mode_off_status
source: Airplane mode is OFF
nb_no: Flymodus er av

# global_actions_airplane_mode_on_status
source: Airplane mode is ON
nb_no: Flymodus er på

# global_actions_toggle_airplane_mode
source: Airplane mode
nb_no: Flymodus

# global_action_lock
source: Screen lock
nb_no: Lås skjermen

# global_action_power_off
source: Power off
nb_no: Slå av

# global_action_privacy_mode_dialog_message
source: In Visitor mode, calls and text messages will be hidden and launcher will not be able to enter editing mode.
nb_no: I gjestemodus er telefonloggen og tekstmeldinger skjult, og hjemmeskjermen kan ikke forandres.

# global_action_privacy_mode_off_status
source: Visitor mode is OFF
nb_no: Gjestemodus er av

# global_action_privacy_mode_on_status
source: Visitor mode is ON
nb_no: Gjestemodus er på

# global_action_privacy_mode_on_toast
source: Visitor mode is turned on. Calls and text messages are hidden and launcher cannot enter editing mode.
nb_no: Gjestemodus er slått på. Telefonloggen og tekstmeldinger er skult, og hjemmeskjermen kan ikke forandres.

# global_action_silent_mode_off_status
source: Sound is ON
nb_no: Lyden er på

# global_action_silent_mode_on_status
source: Sound is OFF
nb_no: Lyden er av

# global_action_toggle_privacy_mode
source: Visitor mode
nb_no: Gjestemodus

# global_action_toggle_silent_mode
source: Silent mode
nb_no: Stillemodus

# grant_credentials_permission_message_footer
source: Do you want to allow this request?
nb_no: Vil du tillate dette?

# grant_credentials_permission_message_header
source: The following one or more applications request permission to access your account, now and in the future.
nb_no: Ett eller flere av de følgende programmene ber om tillatelse til å få tilgang til kontoen din fra nå av.

# grant_permissions_header_text
source: Access Request
nb_no: Få tilgang til forespørsler

# heavy_weight_notification
source: %1$s running
nb_no: <{urn:oasis:names:tc:xliff:document:1.2}g id="APP">%1$s</{urn:oasis:names:tc:xliff:document:1.2}g> kjører

# heavy_weight_notification_detail
source: Select to switch to application
nb_no: Velg for å bytte til programmet

# heavy_weight_switcher_text
source: Another application is already running that must be stopped before you can start a new one.
nb_no: Et annet program kjører og må stoppes før du kan starte et nytt program.

# heavy_weight_switcher_title
source: Switch applications?
nb_no: Bytt programmer?

source: hour
nb_no: time

source: hours
nb_no: timer

# hour_ampm
source: %-l%P
nb_no: <{urn:oasis:names:tc:xliff:document:1.2}g id="HOUR">%-l</{urn:oasis:names:tc:xliff:document:1.2}g><{urn:oasis:names:tc:xliff:document:1.2}g id="AMPM">%P</{urn:oasis:names:tc:xliff:document:1.2}g>

# hour_cap_ampm
source: %-l%p
nb_no: <{urn:oasis:names:tc:xliff:document:1.2}g id="HOUR">%-l</{urn:oasis:names:tc:xliff:document:1.2}g><{urn:oasis:names:tc:xliff:document:1.2}g id="AMPM">%p</{urn:oasis:names:tc:xliff:document:1.2}g>

# hour_minute_ampm
source: %-l:%M%p
nb_no: %-l:%M

# hour_minute_cap_ampm
source: %-l:%M%^p
nb_no: %-l:%M

# httpError
source: The Web page contains an error.
nb_no: Nettsiden inneholder en feil.

# httpErrorAuth
source: Authentication was unsuccessful.
nb_no: Autentiseringen feilet.

# httpErrorBadUrl
source: The page could not be opened because the URL is invalid.
nb_no: Kunne ikke åpne siden, siden adressen er ugyldig.

# httpErrorConnect
source: The connection to the server was unsuccessful.
nb_no: Kunne ikke koble til tjeneren.

# httpErrorFailedSslHandshake
source: A secure connection could not be established.
nb_no: Kunne ikke opprette en sikker tilkobling.

# httpErrorFile
source: The file could not be accessed.
nb_no: Kunne ikke åpne filen.

# httpErrorFileNotFound
source: The requested file was not found.
nb_no: Fant ikke den forespurte filen.

# httpErrorIO
source: The server failed to communicate. Try again later.
nb_no: Klarte ikke å kommunisere med tjeneren. Prøv igjen senere.

# httpErrorLookup
source: The URL could not be found.
nb_no: Kunne ikke finne adressen.

# httpErrorProxyAuth
source: Authentication via the proxy server was unsuccessful.
nb_no: Autentisering via mellomtjeneren feilet.

# httpErrorRedirectLoop
source: The page contains too many server redirects.
nb_no: Siden inneholder for mange videresendinger.

# httpErrorTimeout
source: The connection to the server timed out.
nb_no: Det oppsto et tidsavbrudd under tilkobling til tjeneren.

# httpErrorTooManyRequests
source: Too many requests are being processed. Try again later.
nb_no: For mange forespørsler blir behandlet. Prøv igjen senere.

# httpErrorUnsupportedAuthScheme
source: The site authentication scheme is not supported.
nb_no: Støtter ikke sidens autentiseringsmetode.

# httpErrorUnsupportedScheme
source: The protocol is not supported.
nb_no: Protokollen er ikke støttet.

source: Ignore
nb_no: Ignorer

# ime_action_default
source: Execute
nb_no: Kjøre

# ime_action_done
source: Done
nb_no: Utført

# ime_action_go
source: Go
nb_no: Gå

# ime_action_next
source: Next
nb_no: Neste

# ime_action_search
source: Search
nb_no: Søk

# imProtocolCustom
source: Custom
nb_no: Egendefinert

# imProtocolQq
source: QQ
nb_no: OQ

# imTypeCustom
source: Custom
nb_no: Egendefinert

# imTypeHome
source: Home
nb_no: Hjem

# imTypeOther
source: Other
nb_no: Annen

# imTypeWork
source: Work
nb_no: Arbeid

source: Input method
nb_no: Inndatametode

# input_method_binding_label
source: Input method
nb_no: Inndatametode

# invalidPin
source: Type a PIN that is 4 to 8 numbers.
nb_no: PIN-koden må være mellom fire og åtte siffer.

# js_dialog_before_unload
source: Navigate away from this page? %s Select OK to continue, or Cancel to stay on the current page.
nb_no: Naviger bort fra denne siden? <{urn:oasis:names:tc:xliff:document:1.2}g id="MESSAGE">%s</{urn:oasis:names:tc:xliff:document:1.2}g> Velg OK for å fortsette, eller Avbryt for å forbli på denne siden.

# js_dialog_title
source: The page at '%s' says:
nb_no: Siden '<{urn:oasis:names:tc:xliff:document:1.2}g id="TITLE">%s</{urn:oasis:names:tc:xliff:document:1.2}g> sier:

# keyguard_label_text
source: To unlock, press Menu then 0.
nb_no: For å låse opp, trykk på menyknappen og deretter 0.

# keyguard_password_enter_password_code
source: Enter password to unlock
nb_no: Skriv inn passord for å låse opp

# keyguard_password_enter_pin_code
source: Enter PIN code
nb_no: Skriv inn PIN-kode:

# keyguard_password_wrong_pin_code
source: Incorrect PIN code!
nb_no: Gal PIN-kode!

# l2tp_ipsec_crt_vpn_description
source: Certificate based L2TP/IPSec VPN
nb_no: Sertifikatbasert L2TP/IPSec-VPN

# l2tp_ipsec_psk_vpn_description
source: Pre-shared key based L2TP/IPSec VPN
nb_no: Passordbasert L2TP/IPSec-VPN

# l2tp_vpn_description
source: Layer 2 Tunneling Protocol
nb_no: Lag 2-tunneleringsprotokoll

source: Last month
nb_no: Forrige måned

# launch_warning_original
source: %1$s was originally launched.
nb_no: <{urn:oasis:names:tc:xliff:document:1.2}g id="APP_NAME">%1$s</{urn:oasis:names:tc:xliff:document:1.2}g> ble opprinnelig startet.

# launch_warning_replace
source: %1$s is now running.
nb_no: <{urn:oasis:names:tc:xliff:document:1.2}g id="APP_NAME">%1$s</{urn:oasis:names:tc:xliff:document:1.2}g> kjører nå.

# launch_warning_title
source: Application redirected
nb_no: Programmet er omdirigert

# lockscreen_battery_short
source: %d%%
nb_no: <{urn:oasis:names:tc:xliff:document:1.2}g id="NUMBER">%d</{urn:oasis:names:tc:xliff:document:1.2}g><{urn:oasis:names:tc:xliff:document:1.2}g id="PERCENT">%%</{urn:oasis:names:tc:xliff:document:1.2}g>

# lockscreen_carrier_default
source: (No service)
nb_no: (Ingen operatør)

# lockscreen_charged
source: Charged.
nb_no: Fullt ladet.

# lockscreen_emergency_call
source: Emergency call
nb_no: Nødanrop
