Repository: Pondus/miui-norway
Catalog: framework-res/locale/*.po
Languages: nb_no

# permdesc_disableKeyguard
source: Allows an application to disable the keylock and any associated password security. A legitimate example of this is the phone disabling the keylock when receiving an incoming phone call, then re-enabling the keylock when the call is finished.
nb_no: Lar applikasjonen slå av tastaturlåsen og enhver tilknyttet passordsikkerhet. Et legitimt eksempel på dette er at telefonen slår av tastaturlåsen når den mottar et innkommende anrop, og så slår den på igjen når samtalen er over.

# permdesc_dump
source: Allows application to retrieve internal state of the system. Malicious applications may retrieve a wide variety of private and secure information that they should never normally need.
nb_no: Lar applikasjonen hente intern tilstand fra systemet. Ondsinnede applikasjoner kan hente et bredt spekter av privat og sikker informasjon som de vanligvis aldri burde ha behov for.

# permdesc_enableCarMode
source: Allows an application to enable the car mode.
nb_no: Tillater et program å aktivere bilmodus.

# permdesc_expandStatusBar
source: Allows application to expand or collapse the status bar.
nb_no: Lar applikasjonen utvide eller slå sammen statusfeltet.

# permdesc_factoryTest
source: Run as a low-level manufacturer test, allowing complete access to the phone hardware. Only available when a phone is running in manufacturer test mode.
nb_no: Kjøre som en lavnivås produsenttest, med full tilgang til telefonens maskinvare. Kun tilgjengelig når telefonen kjører i produsenttestmodus.

# permdesc_flashlight
source: Allows the application to control the flashlight.
nb_no: Lar applikasjonen kontrollere lommelykten.

# permdesc_forceBack
source: Allows an application to force any activity that is in the foreground to close and go back. Should never be needed for normal applications.
nb_no: Lar applikasjonen tvinge enhver aktivitet som er i forgrunnen til å lukkes og gå tilbake. Vanlige applikasjoner bør aldri trenge dette.

# permdesc_forceStopPackages
source: Allows an application to forcibly stop other applications.
nb_no: Tillater et program å framtvinge stopp av andre programmer.

# permdesc_getAccounts
source: Allows an application to get the list of accounts known by the phone.
nb_no: Lar applikasjonen hente listen over kontoer telefonen kjenner til.

# permdesc_getPackageSize
source: Allows an application to retrieve its code, data, and cache sizes
nb_no: Lar applikasjonen hente kode-, data- og hurtigbufferstørrelser

# permdesc_getTasks
source: Allows application to retrieve information about currently and recently running tasks. May allow malicious applications to discover private information about other applications.
nb_no: Tillater applikasjonen å hente informasjon om aktive og nylig kjørte programmer. Kan tillate ondsinnede applikasjoner å oppdage privat informasjon om andre applikasjoner.

# permdesc_hardware_test
source: Allows the application to control various peripherals for the purpose of hardware testing.
nb_no: Lar applikasjonen styre diverse enheter med det formål å teste maskinvaren.

# permdesc_injectEvents
source: Allows an application to deliver its own input events (key presses, etc.) to other applications. Malicious applications can use this to take over the phone.
nb_no: Lar applikasjonen levere sine egne inndatahendelser (tastetrykk osv.) til andre applikasjoner. Ondsinnede applikasjoner kan bruke dette til å ta over telefonen.

# permdesc_installLocationProvider
source: Create mock location sources for testing. Malicious applications can use this to override the location and/or status returned by real location sources such as GPS or Network providers or monitor and report your location to an external source.
nb_no: Lar applikasjonen lage manuelle plasseringskilder for testing. Ondsinnede applikasjoner kan bruke dette til å overstyre plasseringen og/eller statusen rapportert av ekte plasseringskilder slik som GPS eller nettverksoperatører, eller overvåke og rapportere plasseringen din til en tredjepart.

# permdesc_installPackages
source: Allows an application to install new or updated Android packages. Malicious applications can use this to add new applications with arbitrarily powerful permissions.
nb_no: Lar applikasjonen installere nye eller oppdaterte Android-pakker. Ondsinnede applikasjoner kan bruke dette til å legge til nye applikasjoner med vilkårlig kraftige rettigheter.

# permdesc_internalSystemWindow
source: Allows the creation of windows that are intended to be used by the internal system user interface. Not for use by normal applications.
nb_no: Tillater at det opprettes vinduer ment for bruk av systemets interne brukergrensesnitt. Ikke ment for vanlige applikasjoner.

# permdesc_killBackgroundProcesses
source: Allows an application to kill background processes of other applications, even if memory isn't low.
nb_no: Tillater et program å avslutte bakgrunnsprosesser for andre programmer, selv om det er nok minne.

# permdesc_locationUpdates
source: Allows enabling/disabling location update notifications from the radio. Not for use by normal applications.
nb_no: Lar applikasjonen slå av/på varsling om plasseringsendringer fra radioen. Ikke ment for vanlige applikasjoner.

# permdesc_manageAccounts
source: Allows an application to perform operations like adding, and removing accounts and deleting their password.
nb_no: Lar et program utføre handlinger som å legge til og fjerne kontoer samt slette passord.

# permdesc_manageAppTokens
source: Allows applications to create and manage their own tokens, bypassing their normal Z-ordering. Should never be needed for normal applications.
nb_no: Lar applikasjoner lage og vedlikeholde sine egne symboler, noe som lar dem overstyre den vanlige Z-ordningen. Vanlige applikasjoner bør aldri trenge dette.

# permdesc_masterClear
source: Allows an application to completely reset the system to its factory settings, erasing all data, configuration, and installed applications.
nb_no: Lar applikasjonen tilbakestille systemet til fabrikkinnstillinger, noe som vil fjerne alle data, alt oppsett, og alle installerte applikasjoner.

# permdesc_modifyAudioSettings
source: Allows application to modify global audio settings such as volume and routing.
nb_no: Lar applikasjonen endre globale lydinnstillinger som volum og ruting.

# permdesc_modifyPhoneState
source: Allows the application to control the phone features of the device. An application with this permission can switch networks, turn the phone radio on and off and the like without ever notifying you.
nb_no: Lar applikasjonen kontrollere telefonfunksjonaliteten i enheten. En applikasjon med denne rettigheten kan endre nettverk, slå telefonens radio av eller på og lignende uten noensinne å varsle brukeren.

# permdesc_mount_format_filesystems
source: Allows the application to format removable storage.
nb_no: Lar applikasjonen formatere ekstern lagringsplass.

# permdesc_mount_unmount_filesystems
source: Allows the application to mount and unmount filesystems for removable storage.
nb_no: Lar applikasjonen montere og avmontere filsystemer for uttagbar lagring.

# permdesc_movePackage
source: Allows an application to move application resources from internal to external media and vice versa.
nb_no: Gir et program tillatelse til å flytte programressurser fra interne til eksterne medier og omvendt.

# permdesc_nfc
source: Allows an application to communicate with Near Field Communication (NFC) tags, cards, and readers.
nb_no: Tillater programmet å kommunisere data via koder, kort og lesere for NFC-teknologi.

# permdesc_performCdmaProvisioning
source: Allows the application to start CDMA provisioning. Malicious applications may unnecessarily start CDMA provisioning
nb_no: Lar applikasjonen begynne CDMA-oppsett. Ondsinnede applikasjoner kan bruke dette til å starte CDMA-oppsett uten grunn.

# permdesc_persistentActivity
source: Allows an application to make parts of itself persistent, so the system can't use it for other applications.
nb_no: Lar applikasjonen gjøre deler av seg selv varig, så systemet ikke kan bruke det til andre applikasjoner.

# permdesc_pkgUsageStats
source: Allows the modification of collected component usage statistics. Not for use by normal applications.
nb_no: Tillater endring av innsamlet data om bruk av komponenter. Ikke ment for vanlige applikasjoner.

# permdesc_processOutgoingCalls
source: Allows application to process outgoing calls and change the number to be dialed. Malicious applications may monitor, redirect, or prevent outgoing calls.
nb_no: Lar applikasjonen behandle utgående anrop og endre nummeret som ringes. Ondsinnede applikasjoner kan overvåke, videresende, eller hindre utgående anrop.

# permdesc_readCalendar
source: Allows an application to read all of the calendar events stored on your phone. Malicious applications can use this to send your calendar events to other people.
nb_no: Lar applikasjonen lese alle kalenderhendelser lagret på telefonen. Ondsinnede applikasjoner kan bruke dette til å sende kalenderhendelser til andre.

# permdesc_readContacts
source: Allows an application to read all of the contact (address) data stored on your phone. Malicious applications can use this to send your data to other people.
nb_no: Lar applikasjonen lese all kontakt- og adresseinformasjon lagret på telefonen. Ondsinnede applikasjoner kan bruke dette til å sende personlige data til andre.

# permdesc_readDictionary
source: Allows an application to read any private words, names and phrases that the user may have stored in the user dictionary.
nb_no: Lar applikasjonen lese private ord, navn og uttrykk som brukeren har lagret i den brukerdefinerte ordlisten.

# permdesc_readFrameBuffer
source: Allows application to read the content of the frame buffer.
nb_no: Tillater at programmet leser innholdet av rammebufferen.

# permdesc_readHistoryBookmarks
source: Allows the application to read all the URLs that the Browser has visited, and all of the Browser's bookmarks.
nb_no: Lar applikasjonen lese alle adresser nettleseren har besøkt, og alle nettleserens bokmerker.

# permdesc_readInputState
source: Allows applications to watch the keys you press even when interacting with another application (such as entering a password). Should never be needed for normal applications.
nb_no: Lar applikasjonen overvåke tastetrykk selv når interaksjonen er med et annet program (som å skrive inn et passord). Vanlige applikasjoner bør aldri trenge dette.

# permdesc_readLogs
source: Allows an application to read from the system's various log files. This allows it to discover general information about what you are doing with the phone, but they should not contain any personal or private information.
nb_no: Lar programmet lese fra diverse loggfiler på systemet. Disse inneholder generell informasjon om hva som gjøres med telefonen, og kan inneholde personlig eller privat informasjon.

# permdesc_readPhoneState
source: Allows the application to access the phone features of the device. An application with this permission can determine the phone number and serial number of this phone, whether a call is active, the number that call is connected to and the like.
nb_no: Gir applikasjonen tilgang til telefonfunksjonaliteten i enheten. En applikasjon med denne rettigheten kan finne telefonens telefonnummer og seriellnummer, om en samtale er aktiv, nummeret det ringes til og lignende.

# permdesc_readSms
source: Allows application to read SMS messages stored on your phone or SIM card. Malicious applications may read your confidential messages.
nb_no: Lar applikasjonen lese SMS-meldinger lagret i telefonen eller på SIM-kortet. Ondsinnede applikasjoner kan lese private meldinger.

# permdesc_readSyncSettings
source: Allows an application to read the sync settings, such as whether sync is enabled for Contacts.
nb_no: Lar applikasjonen lese synkroniseringsinnstillingene, som for eksempel om kontakter blir synkronisert.

# permdesc_readSyncStats
source: Allows an application to read the sync stats; e.g., the history of syncs that have occurred.
nb_no: Lar applikasjonen lese synkroniseringsstatistikk, som for eksempel loggen over alle synkroniseringer utført.

# permdesc_reboot
source: Allows the application to force the phone to reboot.
nb_no: Lar applikasjonen tvinge telefonen til å starte på nytt.

# permdesc_receiveBootCompleted
source: Allows an application to have itself started as soon as the system has finished booting. This can make it take longer to start the phone and allow the application to slow down the overall phone by always running.
nb_no: Lar applikasjonen sette opp at den selv skal starte så fort systemet er ferdig med å slå seg på. Dette kan gjøre at det tar lengre tid å starte telefonen, og at den kan bli tregere fordi applikasjonen alltid kjører.

# permdesc_receiveMms
source: Allows application to receive and process MMS messages. Malicious applications may monitor your messages or delete them without showing them to you.
nb_no: Lar applikasjonen motta og behandle MMS-meldinger. Ondsinnede applikasjoner kan overvåke meldinger eller slette dem uten at de vises.

# permdesc_receiveSms
source: Allows application to receive and process SMS messages. Malicious applications may monitor your messages or delete them without showing them to you.
nb_no: Lar applikasjonen motta og behandle SMS-meldinger. Ondsinnede applikasjoner kan overvåke meldinger eller slette dem uten at de vises.

# permdesc_receiveWapPush
source: Allows application to receive and process WAP messages. Malicious applications may monitor your messages or delete them without showing them to you.
nb_no: Lar applikasjonen motta og behandle WAP-meldinger. Ondsinnede applikasjoner kan overvåke meldinger eller slette dem uten at de vises.

# permdesc_recordAudio
source: Allows application to access the audio record path.
nb_no: Gir applikasjonen tilgang til opptaksstien for lyd.

# permdesc_reorderTasks
source: Allows an application to move tasks to the foreground and background. Malicious applications can force themselves to the front without your control.
nb_no: Tillater applikasjonen å flytte programmer til forgrunnen eller bakgrunnen. Ondsinnede applikasjoner kan tvinge seg selv til fronten.

# permdesc_runSetActivityWatcher
source: Allows an application to monitor and control how the system launches activities. Malicious applications may completely compromise the system. This permission is only needed for development, never for normal phone usage.
nb_no: Lar applikasjonen overvåke og kontrollere hvordan systemet starter applikasjoner. Ondsinnede applikasjoner kan ta over systemet helt. Denne rettigheten behøves bare for utvikling, aldri for vanlig bruk av telefonen.

# permdesc_sdcardWrite
source: Allows an application to write to the SD card.
nb_no: Tillater applikasjonen skrivetilgang til minnekortet.

# permdesc_sendSms
source: Allows application to send SMS messages. Malicious applications may cost you money by sending messages without your confirmation.
nb_no: Lar applikasjonen sende SMS-meldinger. Ondsinnede applikasjoner kan koste deg penger ved å sende meldinger uten bekreftelse.

# permdesc_setAlarm
source: Allows the application to set an alarm in an installed alarm clock application. Some alarm clock applications may not implement this feature.
nb_no: Lar programmet angi en alarm i et installert alarmklokkeprogram. Det kan hende at enkelte alarmklokkeprogrammer ikke implementerer denne funksjonen.

# permdesc_setAlwaysFinish
source: Allows an application to control whether activities are always finished as soon as they go to the background. Never needed for normal applications.
nb_no: Lar applikasjonen kontrollere om aktiviteter alltid avsluttes når de sendes til bakgrunnen. Behøves aldri for vanlige applikasjoner.

# permdesc_setAnimationScale
source: Allows an application to change the global animation speed (faster or slower animations) at any time.
nb_no: Lar applikasjonen endre den globale animasjonshastigheten (raskere eller tregere animasjoner) når som helst.

# permdesc_setDebugApp
source: Allows an application to turn on debugging for another application. Malicious applications can use this to kill other applications.
nb_no: Lar applikasjonen skru på debugging for en annen applikasjon. Ondsinnede applikasjoner kan bruke dette til å drepe andre applikasjoner.

# permdesc_setOrientation
source: Allows an application to change the rotation of the screen at any time. Should never be needed for normal applications.
nb_no: Lar applikasjonen rotere skjermen når som helst. Vanlige applikasjoner bør aldri trenge dette.

# permdesc_setPreferredApplications
source: Allows an application to modify your preferred applications. This can allow malicious applications to silently change the applications that are run, spoofing your existing applications to collect private data from you.
nb_no: Lar applikasjonen endre valgene for foretrukne applikasjoner. Dette kan gi ondsinnede applikasjoner tilgang til i det stille å endre hvilke applikasjoner som kjøres, og slik gi seg ut til å være en eksisterende applikasjon og samle private data.

# permdesc_setProcessLimit
source: Allows an application to control the maximum number of processes that will run. Never needed for normal applications.
nb_no: Lar applikasjonen kontrollere maksimalt antall kjørende prosesser. Behøves aldri for vanlige applikasjoner.

# permdesc_setTime
source: Allows an application to change the phone's clock time.
nb_no: Tillater et program å stille klokken på telefonen.

# permdesc_setTimeZone
source: Allows an application to change the phone's time zone.
nb_no: Lar applikasjonen endre telefonens tidssone.

# permdesc_setWallpaper
source: Allows the application to set the system wallpaper.
nb_no: Lar applikasjonen sette systemets bakgrunnsbilde.

# permdesc_setWallpaperHints
source: Allows the application to set the system wallpaper size hints.
nb_no: Lar applikasjonen sette størrelseshint for systemets bakgrunnsbilde.

# permdesc_shutdown
source: Puts the activity manager into a shutdown state. Does not perform a complete shutdown.
nb_no: Lar applikasjonen sette aktivitetshåndtereren i avslutningstilstand. Slår ikke systemet helt av.

# permdesc_signalPersistentProcesses
source: Allows application to request that the supplied signal be sent to all persistent processes.
nb_no: Lar applikasjonen spørre om at et gitt signal blir sendt til alle varige prosesser.

# permdesc_statusBar
source: Allows application to disable the status bar or add and remove system icons.
nb_no: Lar applikasjonen deaktivere statusfeltet, samt legge til og fjerne systemikoner.

# permdesc_statusBarService
source: Allows the application to be the status bar.
nb_no: Tillater programmet å vises i statusfeltet.

# permdesc_stopAppSwitches
source: Prevents the user from switching to another application.
nb_no: Lar applikasjonen forhindre brukeren fra å bytte til en annen applikasjon.

# permdesc_subscribedFeedsRead
source: Allows an application to get details about the currently synced feeds.
nb_no: Lar applikasjonen hente detaljer om hvilke nyhetskilder som synkroniseres.

# permdesc_subscribedFeedsWrite
source: Allows an application to modify your currently synced feeds. This could allow a malicious application to change your synced feeds.
nb_no: Lar applikasjonen redigere hvilke nyhetskilder som synkroniseres. Dette kan gi en ondsinnet applikasjon tilgang til å endre hvilke nyhetskilder som synkroniseres.

# permdesc_systemAlertWindow
source: Allows an application to show system alert windows. Malicious applications can take over the entire screen of the phone.
nb_no: Lar applikasjonen vise systemadvarselvinduer. Ondsinnede applikasjoner kan ta over hele skjermen.

# permdesc_useCredentials
source: Allows an application to request authentication tokens.
nb_no: Lar et program be om godkjenningsinformasjon

# permdesc_use_sip
source: Allows an application to use the SIP service to make/receive Internet calls.
nb_no: Tillater et program å bruke SIP-tjenesten til å foreta og motta Internett-anrop.

# permdesc_vibrate
source: Allows the application to control the vibrator.
nb_no: Lar applikasjonen kontrollere vibratoren.

# permdesc_wakeLock
source: Allows an application to prevent the phone from going to sleep.
nb_no: Lar applikasjonen forhindre telefonen fra å gå i hvilemodus.

# permdesc_writeApnSettings
source: Allows an application to modify the APN settings, such as Proxy and Port of any APN.
nb_no: Lar applikasjonen to endre APN-innstillinger slik som mellomtjener eller port for hvilket som helst aksesspunkt.

# permdesc_writeCalendar
source: Allows an application to add or change the events on your calendar, which may send email to guests. Malicious applications can use this to erase or modify your calendar events or to send email to guests.
nb_no: Gir et program tillatelse til å legge til eller endre aktiviteter i kalenderen. Dette kan medføre at det sendes e-postmelding til deltakerne. Skadelige programmer kan bruke dette til å slette eller endre kalenderaktiviteter eller sende e-postmeldinger til deltakerne.

# permdesc_writeContacts
source: Allows an application to modify the contact (address) data stored on your phone. Malicious applications can use this to erase or modify your contact data.
nb_no: Lar applikasjonen endre kontakt- og adresseinformasjon lagret på telefonen. Ondsinnede applikasjoner kan bruke dette til å redigere eller endre kontaktinformasjonen.

# permdesc_writeDictionary
source: Allows an application to write new words into the user dictionary.
nb_no: Lar applikasjonen skrive nye ord til den brukerdefinerte ordlisten.

# permdesc_writeGeolocationPermissions
source: Allows an application to modify the Browser's geolocation permissions. Malicious applications can use this to allow sending location information to arbitrary web sites.
nb_no: Tillater programmet å endre nettleserens tillatelser for geografisk posisjonering. Skadelige programmer kan bruke denne funksjonen til å sende posisjonsopplysninger til vilkårlige nettsteder.

# permdesc_writeGservices
source: Allows an application to modify the Google services map. Not for use by normal applications.
nb_no: Lar applikasjonen redigere Google-tjenestekartet. Ikke ment for bruk av vanlige applikasjoner.

# permdesc_writeHistoryBookmarks
source: Allows an application to modify the Browser's history or bookmarks stored on your phone. Malicious applications can use this to erase or modify your Browser's data.
nb_no: Lar applikasjonen endre nettleserens logg og bokmerker lagret på telefonen. Ondsinnede applikasjoner kan bruke dette til å fjerne eller redigere nettleserens data.

# permdesc_writeSecureSettings
source: Allows an application to modify the system's secure settings data. Not for use by normal applications.
nb_no: Gir programmet tillatelse til å endre systemets data for sikkerhetsinnstilling. Ikke ment for vanlige programmer.

# permdesc_writeSettings
source: Allows an application to modify the system's settings data. Malicious applications can corrupt your system's configuration.
nb_no: Lar applikasjonen endre systemets innstillingsdata. Ondsinnede applikasjoner kan skade systemets innstillinger.

# permdesc_writeSms
source: Allows application to write to SMS messages stored on your phone or SIM card. Malicious applications may delete your messages.
nb_no: Lar applikasjonen skrive til SMS-meldinger lagret i telefonen eller på SIM-kortet. Ondsinnede applikasjoner kan slette meldinger.

# permdesc_writeSyncSettings
source: Allows an application to modify the sync settings, such as whether sync is enabled for Contacts.
nb_no: Lar applikasjonen to endre på synkroniseringsinnstillingene, som for eksempel om kontakter blir synkronisert.
