Repository: Pondus/miui-norway
Catalog: framework-res/locale/*.po
Languages: nb_no

# permgroupdesc_accounts
source: Access the available accounts.
nb_no: Tilgang til tilgjengelige Google-kontoer.

# permgroupdesc_costMoney
source: Allow applications to do things that can cost you money.
nb_no: Lar applikasjoner utføre operasjoner som kan koste deg penger.

# permgroupdesc_developmentTools
source: Features only needed for application developers.
nb_no: Funksjonalitet kun utviklere trenger.

# permgroupdesc_hardwareControls
source: Direct access to hardware on the handset.
nb_no: Direkte tilgang til maskinvaren på telefonen.

# permgroupdesc_location
source: Monitor your physical location
nb_no: Overvåking av telefonens fysiske plassering

# permgroupdesc_messages
source: Read and write your SMS, e-mail, and other messages.
nb_no: Lese og skrive SMS, e-post og andre meldinger på telefonen.

# permgroupdesc_network
source: Allow applications to access various network features.
nb_no: Gir applikasjoner tilgang til diverse nettverksfunksjoner.

# permgroupdesc_personalInfo
source: Direct access to your contacts and calendar stored on the phone.
nb_no: Direkte tilgang til kontakter og kalendre lagret på telefonen.

# permgroupdesc_phoneCalls
source: Monitor, record, and process phone calls.
nb_no: Overvåk, ta opp, og behandle telefonsamtaler.

# permgroupdesc_storage
source: Access the SD card.
nb_no: Tilgang til minnekortet.

# permgroupdesc_systemTools
source: Lower-level access and control of the system.
nb_no: Lavnivå tilgang og kontroll over systemet.

# permgrouplab_accounts
source: Your accounts
nb_no: Google-kontoer

# permgrouplab_costMoney
source: Services that cost you money
nb_no: Betaltjenester

# permgrouplab_developmentTools
source: Development tools
nb_no: Utviklingsverktøy

# permgrouplab_hardwareControls
source: Hardware controls
nb_no: Maskinvarekontroll

# permgrouplab_location
source: Your location
nb_no: Plassering

# permgrouplab_messages
source: Your messages
nb_no: Meldinger

# permgrouplab_network
source: Network communication
nb_no: Nettverkstilgang

# permgrouplab_personalInfo
source: Your personal information
nb_no: Personlig informasjon

# permgrouplab_phoneCalls
source: Phone calls
nb_no: Telefonsamtaler

# permgrouplab_storage
source: Storage
nb_no: Lagring

# permgrouplab_systemTools
source: System tools
nb_no: Systemverktøy

# permissions_format
source: %1$s, %2$s
nb_no: <{urn:oasis:names:tc:xliff:document:1.2}g id="DATE">%1$s</{urn:oasis:names:tc:xliff:document:1.2}g>, <{urn:oasis:names:tc:xliff:document:1.2}g id="TIME">%2$s</{urn:oasis:names:tc:xliff:document:1.2}g>

# permission_request_notification_title
source: Permission Requested
nb_no: Tillatelse forespurt

# permission_request_notification_with_subtitle
source: Permission Requested for account %s
nb_no: Trenger tillatelse for konto <{urn:oasis:names:tc:xliff:document:1.2}g id="ACCOUNT">%s</{urn:oasis:names:tc:xliff:document:1.2}g>

# permlab_accessCoarseLocation
source: coarse (network-based) location
nb_no: grov (nettverksbasert) plassering

# permlab_accessFineLocation
source: fine (GPS) location
nb_no: nøyaktig (GPS-) plassering

# permlab_accessLocationExtraCommands
source: access extra location provider commands
nb_no: få tilgang til ekstra plasseringskommandoer

# permlab_accessMockLocation
source: mock location sources for testing
nb_no: lage simulerte plasseringskilder for testing

# permlab_accessNetworkState
source: view network state
nb_no: se nettverkstilstand

# permlab_accessSurfaceFlinger
source: access SurfaceFlinger
nb_no: få tilgang til SurfaceFlinger

# permlab_accessUsb
source: access USB devices
nb_no: tilgang til USB-enheter

# permlab_accessWifiState
source: view Wi-Fi state
nb_no: se tilstand for trådløse nettverk

# permlab_accountManagerService
source: act as the AccountManagerService
nb_no: fungere som kontoadministrasjonstjenesten

# permlab_asec_access
source: get information on secure storage
nb_no: få informasjon om intern lagring

# permlab_asec_create
source: create secure storage
nb_no: opprett intern lagring

# permlab_asec_destroy
source: destroy secure storage
nb_no: slett intern lagring

# permlab_asec_mount_unmount
source: mount / unmount secure storage
nb_no: koble til eller fra intern lagring

# permlab_asec_rename
source: rename secure storage
nb_no: gi nytt navn til intern lagring

# permlab_authenticateAccounts
source: act as an account authenticator
nb_no: fungere som en kontogodkjenner

# permlab_backup
source: control system backup and restore
nb_no: kontrollere backup og gjenoppretting

# permlab_batteryStats
source: modify battery statistics
nb_no: endre batteristatistikk

# permlab_bindDeviceAdmin
source: interact with a device admin
nb_no: kommuniser med enhetsadministrator

# permlab_bindGadget
source: choose widgets
nb_no: velg gadgeter

# permlab_bindInputMethod
source: bind to an input method
nb_no: binde til en inndatametode

# permlab_bindWallpaper
source: bind to a wallpaper
nb_no: bind til bakgrunnsbilde

# permlab_bluetooth
source: create Bluetooth connections
nb_no: opprette Bluetooth-tilkoblinger

# permlab_bluetoothAdmin
source: bluetooth administration
nb_no: Bluetooth-administrasjon

# permlab_brick
source: permanently disable phone
nb_no: deaktivere telefonen permanent

# permlab_broadcastPackageRemoved
source: send package removed broadcast
nb_no: kringkaste melding om fjernet pakke

# permlab_broadcastSmsReceived
source: send SMS-received broadcast
nb_no: kringkaste melding om mottatt SMS

# permlab_broadcastSticky
source: send sticky broadcast
nb_no: sende varige kringkastinger

# permlab_broadcastWapPush
source: send WAP-PUSH-received broadcast
nb_no: kringkaste melding om mottatt WAP-PUSH

# permlab_cache_filesystem
source: access the cache filesystem
nb_no: tilgang til bufrede filer

# permlab_callPhone
source: directly call phone numbers
nb_no: ringe telefonnummer direkte

# permlab_callPrivileged
source: directly call any phone numbers
nb_no: ringe vilkårlige telefonnummer direkte

# permlab_camera
source: take pictures
nb_no: ta bilder og videoer

# permlab_changeBackgroundDataSetting
source: change background data usage setting
nb_no: endre innstilling for bakgrunnsdata

# permlab_changeComponentState
source: enable or disable application components
nb_no: aktivere eller deaktigere applikasjonskomponenter

# permlab_changeConfiguration
source: change your UI settings
nb_no: endre innstillingene for brukergrensesnitt

# permlab_changeNetworkState
source: change network connectivity
nb_no: endre nettverkskonnektivitet

# permlab_changeTetherState
source: Change tethered connectivity
nb_no: Endre tilknytningsoppsett

# permlab_changeWifiMulticastState
source: allow Wi-Fi Multicast reception
nb_no: tillat multicast for trådløse nettverk

# permlab_changeWifiState
source: change Wi-Fi state
nb_no: endre tilstand for trådløse nettverk

# permlab_checkinProperties
source: access checkin properties
nb_no: få tilgang til egenskaper for innsjekking

# permlab_clearAppCache
source: delete all application cache data
nb_no: slette hurtigbufferdata for alle applikasjoner

# permlab_clearAppUserData
source: delete other applications' data
nb_no: slette andre applikasjoners data

# permlab_copyProtectedData
source: Allows to invoke default container service to copy content. Not for use by normal applications.
nb_no: Tillater bruk av standard meldingsbeholdertjeneste for kopiering av innhold. Brukes ikke for normale programmer.

# permlab_createNetworkSockets
source: full Internet access
nb_no: full internett-tilgang

# permlab_deleteCacheFiles
source: delete other applications' caches
nb_no: slette andre applikasjoners hurtigbuffer

# permlab_deletePackages
source: delete applications
nb_no: slette applikasjoner

# permlab_devicePower
source: power phone on or off
nb_no: slå telefonen av eller på

# permlab_diagnostic
source: read/write to resources owned by diag
nb_no: lese/skrive ressurser eid av diag

# permlab_disableKeyguard
source: disable keylock
nb_no: slå av tastaturlås

# permlab_dump
source: retrieve system internal state
nb_no: hente intern systemtilstand

# permlab_enableCarMode
source: enable car mode
nb_no: aktiver bilmodus

# permlab_expandStatusBar
source: expand/collapse status bar
nb_no: utvide/slå sammen statusfeltet

# permlab_factoryTest
source: run in factory test mode
nb_no: kjøre i fabrikktestmodus

# permlab_flashlight
source: control flashlight
nb_no: kontrollere lommelykten

# permlab_forceBack
source: force application to close
nb_no: tvinge applikasjoner til å lukkes

# permlab_forceStopPackages
source: force stop other applications
nb_no: fremtving stopp av andre programmer

# permlab_getAccounts
source: discover known accounts
nb_no: oppdage kjente kontoer

# permlab_getPackageSize
source: measure application storage space
nb_no: måle lagringsplass for applikasjon

# permlab_getTasks
source: retrieve running applications
nb_no: se kjørende applikasjoner

# permlab_hardware_test
source: test hardware
nb_no: teste maskinvare

# permlab_injectEvents
source: press keys and control buttons
nb_no: trykke taster og kontrolknapper

# permlab_installLocationProvider
source: permission to install a location provider
nb_no: installere plasseringskilder

# permlab_installPackages
source: directly install applications
nb_no: installere applikasjoner direkte

# permlab_internalSystemWindow
source: display unauthorized windows
nb_no: vis uautoriserte vinduer

# permlab_killBackgroundProcesses
source: kill background processes
nb_no: avslutt bakgrunnsprosesser

# permlab_locationUpdates
source: control location update notifications
nb_no: kontrollere varsling for plasseringsendring

# permlab_manageAccounts
source: manage the accounts list
nb_no: administrere kontolisten

# permlab_manageAppTokens
source: manage application tokens
nb_no: styre applikasjonssymboler

# permlab_masterClear
source: reset system to factory defaults
nb_no: tilbakestille systemet til fabrikkinnstillinger

# permlab_modifyAudioSettings
source: change your audio settings
nb_no: endre lydinnstillinger

# permlab_modifyPhoneState
source: modify phone state
nb_no: endre telefontilstand

# permlab_mount_format_filesystems
source: format external storage
nb_no: formatere ekstern lagringsplass

# permlab_mount_unmount_filesystems
source: mount and unmount filesystems
nb_no: montere og avmontere filsystemer

# permlab_movePackage
source: Move application resources
nb_no: Flytter programressurser

# permlab_nfc
source: control Near Field Communication
nb_no: kontroller overføring av data med NFC-teknologi

# permlab_performCdmaProvisioning
source: directly start CDMA phone setup
nb_no: begynne CDMA-telefonoppsett direkte

# permlab_persistentActivity
source: make application always run
nb_no: forbli kjørende

# permlab_pkgUsageStats
source: update component usage statistics
nb_no: oppdater statistikk over komponentbruk

# permlab_processOutgoingCalls
source: intercept outgoing calls
nb_no: avskjære utgående anrop

# permlab_readCalendar
source: read calendar events
nb_no: les kalenderaktiviteter

# permlab_readContacts
source: read contact data
nb_no: lese kontaktinformasjon

# permlab_readDictionary
source: read user defined dictionary
nb_no: lese brukerdefinert ordliste

# permlab_readFrameBuffer
source: read frame buffer
nb_no: lese skjermbufferet

# permlab_readHistoryBookmarks
source: read Browser's history and bookmarks
nb_no: lese nettleserens logg og bokmerker

# permlab_readInputState
source: record what you type and actions you take
nb_no: ta opp hva som skrives og gjøres

# permlab_readLogs
source: read system log files
nb_no: les sensitive loggdata

# permlab_readPhoneState
source: read phone state and identity
nb_no: lese telefontilstand og -identitet

# permlab_readSms
source: read SMS or MMS
nb_no: lese SMS- og MMS-meldinger

# permlab_readSyncSettings
source: read sync settings
nb_no: lese synkroniseringsinnstillinger

# permlab_readSyncStats
source: read sync statistics
nb_no: lese synkroniseringsstatistikk

# permlab_reboot
source: force phone reboot
nb_no: tvinge omstart av telefon

# permlab_receiveBootCompleted
source: automatically start at boot
nb_no: starte automatisk sammen med systemet

# permlab_receiveMms
source: receive MMS
nb_no: motta MMS

# permlab_receiveSms
source: receive SMS
nb_no: motta SMS

# permlab_receiveWapPush
source: receive WAP
nb_no: motta WAP

# permlab_recordAudio
source: record audio
nb_no: ta opp lyd

# permlab_reorderTasks
source: reorder running applications
nb_no: omordne kjørende applikasjoner

# permlab_runSetActivityWatcher
source: monitor and control all application launching
nb_no: overvåke og kontrollere all applikasjonsoppstart

# permlab_sdcardWrite
source: modify/delete SD card contents
nb_no: endre/slette innh. i USB-lagr.

# permlab_sendSms
source: send SMS messages
nb_no: sende SMS-meldinger

# permlab_setAlarm
source: set alarm in alarm clock
nb_no: angi alarm i alarmklokke

# permlab_setAlwaysFinish
source: make all background applications close
nb_no: få alle bakgrunnsapplikasjoner til å lukkes

# permlab_setAnimationScale
source: modify global animation speed
nb_no: endre global animasjonshastighet

# permlab_setDebugApp
source: enable application debugging
nb_no: aktiver applikasjonsdebugging

# permlab_setOrientation
source: change screen orientation
nb_no: snu skjermen

# permlab_setPreferredApplications
source: set preferred applications
nb_no: velge foretrukne applikasjoner

# permlab_setProcessLimit
source: limit number of running processes
nb_no: begrense antallet kjørende prosesser

# permlab_setTime
source: set time
nb_no: stille klokken

# permlab_setTimeZone
source: set time zone
nb_no: endre tidssone

# permlab_setWallpaper
source: set wallpaper
nb_no: endre bakgrunnsbilde

# permlab_setWallpaperHints
source: set wallpaper size hints
nb_no: sette størrelseshint for bakgrunn

# permlab_shutdown
source: partial shutdown
nb_no: delvis avslutning

# permlab_signalPersistentProcesses
source: send Linux signals to applications
nb_no: sende Linux-signaler til applikasjoner

# permlab_statusBar
source: disable or modify status bar
nb_no: deaktivere eller endre statusfeltet

# permlab_statusBarService
source: status bar
nb_no: statusrad

# permlab_stopAppSwitches
source: prevent app switches
nb_no: forhindre applikasjonsbytte

# permlab_subscribedFeedsRead
source: read subscribed feeds
nb_no: lese abonnement på nyhetskilder

# permlab_subscribedFeedsWrite
source: write subscribed feeds
nb_no: endre abonnement på nyhetskilder

# permlab_systemAlertWindow
source: display system-level alerts
nb_no: vise advarsler på systemnivå

# permlab_useCredentials
source: use the authentication credentials of an account
nb_no: bruke godkjenningsopplysningene for en konto

# permlab_use_sip
source: make/receive Internet calls
nb_no: foreta/motta Internett-anrop

# permlab_vibrate
source: control vibrator
nb_no: kontrollere vibratoren

# permlab_wakeLock
source: prevent phone from sleeping
nb_no: forhindre telefonen fra å sove

# permlab_writeApnSettings
source: write Access Point Name settings
nb_no: skrive APN-innstillinger

# permlab_writeCalendar
source: add or modify calendar events and send email to guests
nb_no: legg til eller endre kalenderaktiviteter og send e-postmelding til gjestene

# permlab_writeContacts
source: write contact data
nb_no: skrive kontaktinformasjon

# permlab_writeDictionary
source: write to user defined dictionary
nb_no: skrive til brukerdefinert ordliste

# permlab_writeGeolocationPermissions
source: Modify Browser geolocation permissions
nb_no: Endre nettleserens tillatelser for geografisk posisjonering

# permlab_writeGservices
source: modify the Google services map
nb_no: redigere Google-tjenestekartet

# permlab_writeHistoryBookmarks
source: write Browser's history and bookmarks
nb_no: skrive til nettleserens logg og bokmerker

# permlab_writeSecureSettings
source: modify secure system settings
nb_no: endre sikre systeminnstillinger

# permlab_writeSettings
source: modify global system settings
nb_no: endre globale systeminnstillinger

# permlab_writeSms
source: edit SMS or MMS
nb_no: redigere SMS- og MMS-meldinger

# permlab_writeSyncSettings
source: write sync settings
nb_no: skrive synkroniseringsinnstillinger

# perms_hide
source: <b>Hide</b>
nb_no: <b>Skjul</b>

# perms_show_all
source: <b>Show all</b>
nb_no: <b>Vis alle</b>

# phoneTypeAssistant
source: Assistant
nb_no: Assistent

# phoneTypeCallback
source: Callback
nb_no: Tilbakering

# phoneTypeCar
source: Car
nb_no: Bil

# phoneTypeCompanyMain
source: Company Main
nb_no: Firma hoved

# phoneTypeCustom
source: Custom
nb_no: Egendefinert

# phoneTypeFaxHome
source: Home Fax
nb_no: Faks hjemme

# phoneTypeFaxWork
source: Work Fax
nb_no: Faks arbeid

# phoneTypeHome
source: Home
nb_no: Hjemme

# phoneTypeMain
source: Main
nb_no: Hoved

# phoneTypeMobile
source: Mobile
nb_no: Mobil

# phoneTypeOther
source: Other
nb_no: Annen

# phoneTypeOtherFax
source: Other Fax
nb_no: Faks annen

# phoneTypePager
source: Pager
nb_no: Personsøker

# phoneTypeTelex
source: Telex
nb_no: Teleks

# phoneTypeTtyTdd
source: TTY TDD
nb_no: Teksttelefon

# phoneTypeWork
source: Work
nb_no: Arbeid

# phoneTypeWorkMobile
source: Work Mobile
nb_no: Mobil arbeid

# phoneTypeWorkPager
source: Work Pager
nb_no: Personsøker arbeid

# PinMmi
source: PIN change
nb_no: PIN-kode-bytte

# policydesc_forceLock
source: Control when device locks, requiring you re-enter its password.
nb_no: Kontroller hvordan og når skjermen låses.

# policydesc_limitPassword
source: Restrict the types of passwords you are allowed to use.
nb_no: Begrens tillatt lengde og tegn i passord du kan bruke.

# policydesc_resetPassword
source: Force your password to a new value, requiring the administrator give it to you before you can log in.
nb_no: Tvinger bytting av passordet og krever at administratoren gir deg til deg før du kan logge på.

# policydesc_watchLogin
source: Monitor failed attempts to login to the device, to perform some action.
nb_no: Overvåk antall feil passordforsøk ved opplåsing av skjerm. Lås telefonen eller slett alle data ved for mange feil passordforsøk.

# policydesc_wipeData
source: Perform a factory reset, deleting all of your data without any confirmation.
nb_no: Tilbakestill telefonens data uten advarsel ved å utføre tilbakestilling til fabrikkstandard

# policylab_forceLock
source: Force lock
nb_no: Tving skjermlås

# policylab_limitPassword
source: Limit password
nb_no: Angi passordregler

# policylab_resetPassword
source: Reset password
nb_no: Tilbakestill passord for opplåsing av skjerm

# policylab_watchLogin
source: Watch login attempts
nb_no: Overvåk forsøk på opplåsing av skjerm

# policylab_wipeData
source: Erase all data
nb_no: Slett alle data

# postalTypeCustom
source: Custom
nb_no: Egendefinert

# postalTypeHome
source: Home
nb_no: Hjemme

# postalTypeOther
source: Other
nb_no: Annen

# postalTypeWork
source: Work
nb_no: Arbeid

# power_dialog
source: Phone options
nb_no: Telefoninnstillinger

source: Power off
nb_no: Slå av

# pptp_vpn_description
source: Point-to-Point Tunneling Protocol
nb_no: Punkt-til-punkt-tunneleringsprotokoll

# prepend_shortcut_label
source: Menu+
nb_no: menyknapp+

# preposition_for_date
source: on %s
nb_no: <{urn:oasis:names:tc:xliff:document:1.2}g id="DATE">%s</{urn:oasis:names:tc:xliff:document:1.2}g>

# preposition_for_time
source: at %s
nb_no: kl. <{urn:oasis:names:tc:xliff:document:1.2}g id="TIME">%s</{urn:oasis:names:tc:xliff:document:1.2}g>

# preposition_for_year
source: in %s
nb_no: i <{urn:oasis:names:tc:xliff:document:1.2}g id="YEAR">%s</{urn:oasis:names:tc:xliff:document:1.2}g>

# private_num
source: Private number
nb_no: Skjult nummer

# progress_erasing
source: Erasing USB storage...
nb_no: Sletter USB-lagring ...

# progress_unmounting
source: Unmounting USB storage...
nb_no: Kobler fra USB-lagring ...

# PwdMmi
source: Password change
nb_no: Passordendring

# reboot_confirm
source: Phone will be restarted
nb_no: Telefonen vil bli startet på nytt

# reboot_progress
source: Restarting...
nb_no: Starter på nytt...

# recent_tasks_title
source: Recent
nb_no: Nylig

# relative_time
source: %1$s, %2$s
nb_no: <{urn:oasis:names:tc:xliff:document:1.2}g id="DATE">%1$s</{urn:oasis:names:tc:xliff:document:1.2}g>, <{urn:oasis:names:tc:xliff:document:1.2}g id="TIME">%2$s</{urn:oasis:names:tc:xliff:document:1.2}g>

source: Report
nb_no: Rapportér

source: Reset
nb_no: Tilbakestill

# RestrictedChangedTitle
source: Restricted access changed
nb_no: Tilgangsbegrensning endret

# RestrictedOnAll
source: All Voice/Data/SMS services are blocked.
nb_no: Alle tjenester for tale, data og tekstmeldinger er blokkert.

# RestrictedOnAllVoice
source: All Voice services are blocked.
nb_no: Alle taletjenester er blokkert.

# RestrictedOnData
source: Data service is blocked.
nb_no: Datatjenesten er blokkert.

# RestrictedOnEmergency
source: Emergency service is blocked.
nb_no: Nødtjenesten er blokkert.

# RestrictedOnNormal
source: Voice service is blocked.
nb_no: Taletjenesten er blokkert.

# RestrictedOnSms
source: SMS service is blocked.
nb_no: Tekstmeldingstjenesten er blokkert.

# RestrictedOnVoiceData
source: Voice/Data services are blocked.
nb_no: Alle tjenester for tale og data er blokkert.

# RestrictedOnVoiceSms
source: Voice/SMS services are blocked.
nb_no: Tjenester for tale og tekstmeldinger er blokkert.

# ringtone_default
source: Default ringtone
nb_no: Standard ringetone

# ringtone_default_with_actual
source: Default ringtone (%1$s)
nb_no: Standard ringetone (<{urn:oasis:names:tc:xliff:document:1.2}g id="ACTUAL_RINGTONE">%1$s</{urn:oasis:names:tc:xliff:document:1.2}g>)

# ringtone_picker_title
source: Ringtones
nb_no: Ringetoner

# ringtone_silent
source: Silent
nb_no: Stille

# ringtone_unknown
source: Unknown ringtone
nb_no: Ukjent ringetone

# roamingText0
source: Roaming Indicator On
nb_no: Roaming-indikator på

# roamingText1
source: Roaming Indicator Off
nb_no: Roaming-indikator av

# roamingText10
source: Roaming - Partial Service Functionality
nb_no: Roaming – delvis tjenestefunksjonalitet

# roamingText11
source: Roaming Banner On
nb_no: Roaming-banner på

# roamingText12
source: Roaming Banner Off
nb_no: Roaming-banner av

# roamingText2
source: Roaming Indicator Flashing
nb_no: Roaming-indikator blinker

# roamingText3
source: Out of Neighborhood
nb_no: Ute av nabolaget

# roamingText4
source: Out of Building
nb_no: Ute av bygningen

# roamingText5
source: Roaming - Preferred System
nb_no: Roaming - foretrukket system

# roamingText6
source: Roaming - Available System
nb_no: Roaming – tilgjengelig system

# roamingText7
source: Roaming - Alliance Partner
nb_no: Roaming – alliansepartner

# roamingText8
source: Roaming - Premium Partner
nb_no: Roaming – gullpartner

# roamingText9
source: Roaming - Full Service Functionality
nb_no: Roaming – full tjenestefunksjonalitet

# roamingTextSearching
source: Searching for Service
nb_no: Leter etter tjeneste

# RuacMmi
source: Rejection of undesired annoying calls
nb_no: Avvisning av uønskede samtaler

source: Safe mode
nb_no: Sikkermodus

# save_password_label
source: Confirm
nb_no: Bekreft

# save_password_message
source: Do you want the browser to remember this password?
nb_no: Ønsker du at nettleseren skal huske dette passordet?

# save_password_never
source: Never
nb_no: Aldri

# save_password_notnow
source: Not now
nb_no: Ikke nå

# save_password_remember
source: Remember
nb_no: Husk

source: Screen lock
nb_no: Lås skjermen

# search_go
source: Search
nb_no: Søk

# second
source: sec
nb_no: sekund

# seconds
source: secs
nb_no: sekunder

source: Select
nb_no: Merk

# selectAll
source: All
nb_no: Alle

source: Select text
nb_no: Velg tekst

# select_character
source: Insert character
nb_no: Sett inn tegn

source: Select input method
nb_no: Velg inndatametode
