Repository: Pondus/miui-norway
Catalog: framework-res/locale/*.po
Languages: nb_no

# lockscreen_failed_attempts_almost_glogin
source: You have inputted wrong password %d times. After %d more unsuccessful attempts, you will be asked to unlock your phone using your Google sign-in. Please try again in %d seconds.
nb_no: Du har valgt feil passord <{urn:oasis:names:tc:xliff:document:1.2}g id="NUMBER_0">%d</{urn:oasis:names:tc:xliff:document:1.2}g> ganger. Etter <{urn:oasis:names:tc:xliff:document:1.2}g id="NUMBER_1">%d</{urn:oasis:names:tc:xliff:document:1.2}g> mislykkede forsøk til, må du låse opp telefonen din ved å bruke Google-kontoen din. Vennligst prøv igjen om <{urn:oasis:names:tc:xliff:document:1.2}g id="NUMBER_2">%d</{urn:oasis:names:tc:xliff:document:1.2}g> sekunder.

# lockscreen_forgot_pattern_button_text
source: Forgot pattern?
nb_no: Glemt mønsteret?

# lockscreen_glogin_checking_password
source: Checking...
nb_no: Kontrollerer ...

# lockscreen_glogin_forgot_pattern
source: Account unlock
nb_no: Opplåsing av konto

# lockscreen_glogin_instructions
source: To unlock, sign in with your Google account
nb_no: For å låse opp, logg på med Google-kontoen din

# lockscreen_glogin_invalid_input
source: Invalid username or password.
nb_no: Ugyldig brukernavn eller passord.

# lockscreen_glogin_password_hint
source: Password
nb_no: Passord

# lockscreen_glogin_submit_button
source: Sign in
nb_no: Logg på

# lockscreen_glogin_too_many_attempts
source: Too many pattern attempts!
nb_no: For mange mønsterforsøk!

# lockscreen_glogin_username_hint
source: Username (E-mail)
nb_no: Brukernavn (e-post)

# lockscreen_instructions_when_pattern_disabled
source: Press Menu to unlock.
nb_no: Trykk på menyknappen for å låse opp.

# lockscreen_instructions_when_pattern_enabled
source: Press Menu to unlock or place emergency call.
nb_no: Trykk på menyknappen for å låse opp eller ringe et nødnummer.

# lockscreen_low_battery
source: Connect your charger.
nb_no: Koble til en batterilader.

# lockscreen_missing_sim_instructions
source: Please insert a SIM card.
nb_no: Sett inn et SIM-kort.

# lockscreen_missing_sim_message
source: No SIM card in phone.
nb_no: Ikke noe SIM-kort i telefonen.

# lockscreen_missing_sim_message_short
source: No SIM card.
nb_no: Mangler SIM-kort.

# lockscreen_network_locked_message
source: Network locked
nb_no: Nettverk ikke tillatt

# lockscreen_pattern_correct
source: Correct!
nb_no: Riktig!

# lockscreen_pattern_instructions
source: Draw pattern to unlock
nb_no: Tegn mønster for å låse opp

# lockscreen_pattern_wrong
source: Wrong pattern, please try again!
nb_no: Feil mønster, vennligst prøv igjen!

# lockscreen_plugged_in
source: Charging (%d%%)
nb_no: Lader (<{urn:oasis:names:tc:xliff:document:1.2}g id="NUMBER">%d</{urn:oasis:names:tc:xliff:document:1.2}g><{urn:oasis:names:tc:xliff:document:1.2}g id="PERCENT">%%</{urn:oasis:names:tc:xliff:document:1.2}g>)

# lockscreen_return_to_call
source: Return to call
nb_no: Tilbake til samtale

# lockscreen_screen_locked
source: Screen locked.
nb_no: Skjermen er låst.

# lockscreen_sim_locked_message
source: SIM card is locked.
nb_no: SIM-kortet er låst.

# lockscreen_sim_puk_locked_instructions
source: Please see the User Guide or contact Customer Care.
nb_no: Se bruksanvisningen eller kontakt kundeservice.

# lockscreen_sim_puk_locked_message
source: SIM card is PUK-locked.
nb_no: SIM-kortet er PUK-låst.

# lockscreen_sim_unlock_progress_dialog_message
source: Unlocking SIM card…
nb_no: Låser opp SIM-kort…

# lockscreen_sound_off_label
source: Sound off
nb_no: Lyd av

# lockscreen_sound_on_label
source: Sound on
nb_no: Lyd på

# lockscreen_time_bottom_hint
source: Slide down to unlock
nb_no: Dra ned for å låse opp

# lockscreen_too_many_failed_attempts_countdown
source: Try again in %d seconds.
nb_no: Prøv igjen om <{urn:oasis:names:tc:xliff:document:1.2}g id="NUMBER">%d</{urn:oasis:names:tc:xliff:document:1.2}g> sekunder.

# lockscreen_too_many_failed_attempts_dialog_message
source: You have inputted wrong password %d times. Please try again in %d seconds.
nb_no: Du har valgt feil passord <{urn:oasis:names:tc:xliff:document:1.2}g id="NUMBER_0">%d</{urn:oasis:names:tc:xliff:document:1.2}g> ganger. Vennligst prøv igjen om <{urn:oasis:names:tc:xliff:document:1.2}g id="NUMBER_1">%d</{urn:oasis:names:tc:xliff:document:1.2}g> sekunder.

# lockscreen_unlock_hint
source: Slide down to unlock
nb_no: Dra ned for å låse opp

# lockscreen_unlock_label
source: Unlock
nb_no: Lås opp

# lock_pattern_view_aspect
source: square
nb_no: firkant

# low_internal_storage_view_text
source: Phone storage space is getting low.
nb_no: Det begynner å bli lite lagringsplass på telefonen.

# low_internal_storage_view_title
source: Low on space
nb_no: Lite plass

# low_memory
source: Phone storage is full! Delete some files to free space.
nb_no: Telefonens lagringsminne er fullt! Slett noen filer for å frigjøre plass.

source: Lunar calendar
nb_no: Månekalender

# lunar_year
source: Year
nb_no: År

source: Me
nb_no: Meg

# media_bad_removal
source: SD card was removed before being unmounted.
nb_no: Minnekortet ble ikke koblet fra før fjerning.

# media_checking
source: USB storage is currently being checked.
nb_no: USB-lagring kontrolleres.

# media_removed
source: SD card has been removed.
nb_no: Minnekortet er fjernet.

# media_shared
source: USB storage is currently in use by a computer.
nb_no: USB-lagring er for øyeblikket i bruk av en datamaskin.

# media_unknown_state
source: External media in unknown state.
nb_no: Eksternt medium har ukjent tilstand.

# menu_delete_shortcut_label
source: Delete
nb_no: Slett

# menu_space_shortcut_label
source: Space
nb_no: Mellomrom

source: Midnight
nb_no: Midnatt

source: midnight
nb_no: midnatt

# minutes
source: mins
nb_no: min

# mismatchPin
source: The PINs you entered do not match.
nb_no: PIN-kodene stemmer ikke overens.

source: MMI complete.
nb_no: MMI utført.

# mmiError
source: Connection problem or invalid MMI code.
nb_no: Tilkoblingsproblem eller ugyldig MMI-kode.

# mmiFdnError
source: Operation is restricted to fixed dialing numbers only.
nb_no: Handlingen kan kun utføres på numre med anropsbegrensning.

# mobile_exceeded
source: Mobile Internet transfer limit exceeded by %sMB
nb_no: Grensen for mobildatabruk er overgått med %sMB

# mobile_traffic
source: %sMB has been used this month
nb_no: %sMB har blitt brukt denne måneden

# mobile_traffic_exceeded
source: Mobile internet traffic limit exceeded by %sMB
nb_no: Grensen for mobildatabruk er overgått med %sMB

# monitor_traffic_title
source: Call Traffic Monitor
nb_no: Samtalebruk-overvåker

# month_day
source: %B %-e
nb_no: %-e. %B

# month_day_year
source: %B %-e, %Y
nb_no: %-e. %B %Y

# month_long_december
source: December
nb_no: Desember

# month_long_february
source: February
nb_no: Februar

# month_long_january
source: January
nb_no: Januar

# month_long_july
source: July
nb_no: Juli

# month_long_june
source: June
nb_no: Juni

# month_long_march
source: March
nb_no: Mars

# month_long_may
source: May
nb_no: Mai

# month_long_october
source: October
nb_no: Oktober

# month_long_standalone_december
source: December
nb_no: Desember

# month_long_standalone_february
source: February
nb_no: Februar

# month_long_standalone_january
source: January
nb_no: Januar

# month_long_standalone_july
source: July
nb_no: Juli

# month_long_standalone_june
source: June
nb_no: Juni

# month_long_standalone_march
source: March
nb_no: Mars

# month_long_standalone_may
source: May
nb_no: Mai

# month_long_standalone_october
source: October
nb_no: Oktober

# month_medium_december
source: Dec
nb_no: Des

# month_medium_may
source: May
nb_no: Mai

# month_medium_october
source: Oct
nb_no: Okt

# more_item_label
source: More
nb_no: Mer

# needPuk
source: Your SIM card is PUK-locked. Type the PUK code to unlock it.
nb_no: SIM-kortet ditt er PUK-låst. Skriv inn PUK-koden for å låse det opp.

# needPuk2
source: Type PUK2 to unblock SIM card.
nb_no: Skriv inn PUK2 for å låse opp SIM-kortet.

# new_app_action
source: Start %1$s
nb_no: Start <{urn:oasis:names:tc:xliff:document:1.2}g id="OLD_APP">%1$s</{urn:oasis:names:tc:xliff:document:1.2}g>

# new_app_description
source: Stop the old application without saving.
nb_no: Stopp det gamle programmet uten å lagre det.

# no
source: Cancel
nb_no: Avbryt

# noApplications
source: No applications can perform this action.
nb_no: Ingen applikasjoner kan gjøre dette.

source: Noon
nb_no: Formiddag

source: noon
nb_no: formiddag

# notification_title
source: Sign-in error for %1$s
nb_no: Innloggingsfeil for <{urn:oasis:names:tc:xliff:document:1.2}g id="ACCOUNT">%1$s</{urn:oasis:names:tc:xliff:document:1.2}g>

# no_permissions
source: No permissions required
nb_no: Trenger ingen rettigheter

# no_recent_tasks
source: No recent applications.
nb_no: Ingen nylig brukte applikasjoner.

# numeric_date
source: %-m/%-e/%Y
nb_no: %-e/%-m/%Y

# numeric_date_format
source: M/d/yyyy
nb_no: d/M/yyyy

source: Older
nb_no: Eldre

# old_app_action
source: Return to %1$s
nb_no: Gå tilbake til <{urn:oasis:names:tc:xliff:document:1.2}g id="OLD_APP">%1$s</{urn:oasis:names:tc:xliff:document:1.2}g>

# old_app_description
source: Don't start the new application.
nb_no: Ikke start det nye programmet.

# oneMonthDurationPast
source: 1 month ago
nb_no: For én måned siden

# openvpn_vpn_description
source: OpenVPN SSL VPN
nb_no: Sertifikatbasert OpenVPN VPN

# open_permission_deny
source: You do not have permission to open this page.
nb_no: Du har ikke de nødvendige rettighetene til å åpne denne siden.

# orgTypeCustom
source: Custom
nb_no: Egendefinert

# orgTypeOther
source: Other
nb_no: Annen

# orgTypeWork
source: Work
nb_no: Arbeid

# passwordIncorrect
source: Incorrect password.
nb_no: Ugyldig passord.

source: Paste
nb_no: Lim inn

source: Payphone
nb_no: Betalingstelefon

# permdesc_accessCoarseLocation
source: Access coarse location sources such as the cellular network database to determine an approximate phone location, where available. Malicious applications can use this to determine approximately where you are.
nb_no: Få tilgang til grove plasseringskilder som databasen over basestasjoner til å finne ut omtrent hvor telefonen er, når det er tilgjengelig. Ondsinnede applikasjoner kan bruke dette til å finne ut omtrent hvor du er.

# permdesc_accessFineLocation
source: Access fine location sources such as the Global Positioning System on the phone, where available. Malicious applications can use this to determine where you are, and may consume additional battery power.
nb_no: Få tilgang til nøyaktige plasseringskilder som Global Positioning System (GPS) på telefonen, når det er tilgjengelig. Ondsinnede applikasjoner kan bruke dette til å finne ut hvor du er, og kan bruke mer batteri.

# permdesc_accessLocationExtraCommands
source: Access extra location provider commands. Malicious applications could use this to interfere with the operation of the GPS or other location sources.
nb_no: Få tilgang til ekstra kommandoer for plasseringskilder. Ondsinnede applikasjoner kan bruke dette til å forstyrre GPS eller andre plasseringskilder.

# permdesc_accessMockLocation
source: Create mock location sources for testing. Malicious applications can use this to override the location and/or status returned by real location sources such as GPS or Network providers.
nb_no: Lage simulerte plassingskilder for testing. Ondsinnede applikasjoner kan bruke dette til å overstyre plasseringen og/eller statusen rapportert av ekte plasseringskilder slik som GPS eller nettverksoperatører.

# permdesc_accessNetworkState
source: Allows an application to view the state of all networks.
nb_no: Lar applikasjonen se tilstanden til alle nettverk.

# permdesc_accessSurfaceFlinger
source: Allows application to use SurfaceFlinger low-level features.
nb_no: Lar applikasjonen bruke lavnivåfunksjonalitet i SurfaceFlinger.

# permdesc_accessUsb
source: Allows the application to access USB devices.
nb_no: Tillater programmet å få tilgang til USB-enheter.

# permdesc_accessWifiState
source: Allows an application to view the information about the state of Wi-Fi.
nb_no: Lar applikasjonen få se informasjon om tilstanden til de trådløse nettene.

# permdesc_accountManagerService
source: Allows an application to make calls to AccountAuthenticators
nb_no: Lar et program foreta anrop til kontogodkjennere

# permdesc_asec_access
source: Allows the application to get information on secure storage.
nb_no: Tillater programmet å innhente informasjon om intern lagring.

# permdesc_asec_create
source: Allows the application to create secure storage.
nb_no: Tillater programmet å opprette intern lagring.

# permdesc_asec_destroy
source: Allows the application to destroy secure storage.
nb_no: Tillater programmet å stenge intern lagring.

# permdesc_asec_mount_unmount
source: Allows the application to mount / unmount secure storage.
nb_no: Tillater programmet å koble intern lagring til eller fra.

# permdesc_asec_rename
source: Allows the application to rename secure storage.
nb_no: Tillater programmet å gi nytt navn til intern lagring.

# permdesc_authenticateAccounts
source: Allows an application to use the account authenticator capabilities of the AccountManager, including creating accounts and getting and setting their passwords.
nb_no: Lar et program bruke kontogodkjenningsfunksjonaliteten til kontoadministratoren, herunder opprette kontoer og få og angi passord.

# permdesc_backup
source: Allows the application to control the system's backup and restore mechanism. Not for use by normal applications.
nb_no: Lar applikasjonen kontrollere systemets backup- og gjenopprettingsmekanisme. Ikke ment for vanlige applikasjoner.

# permdesc_batteryStats
source: Allows the modification of collected battery statistics. Not for use by normal applications.
nb_no: Lar applikasjonen endre på innsamlet batteristatistikk. Ikke ment for vanlige applikasjoner.

# permdesc_bindDeviceAdmin
source: Allows the holder to send intents to a device administrator. Should never be needed for normal applications.
nb_no: Tillater innehaveren å sende hensikter til enhetsadministrator. Bør aldri være nødvendig for normale programmer.

# permdesc_bindGadget
source: Allows the application to tell the system which widgets can be used by which application. With this permission, applications can give access to personal data to other applications. Not for use by normal applications.
nb_no: Lar applikasjonen fortelle systemet hvilke gadgeter som kan brukes av hvilke applikasjoner. Med denne rettigheten kan applikasjoner andre applikasjoner tilgang til personlig data. Ikke ment for vanlige applikasjoner.

# permdesc_bindInputMethod
source: Allows the holder to bind to the top-level interface of an input method. Should never be needed for normal applications.
nb_no: Lar applikasjonen binde til toppnivågrensesnittet for en inndatametode. Vanlige applikasjoner bør aldri trenge dette.

# permdesc_bindWallpaper
source: Allows the holder to bind to the top-level interface of a wallpaper. Should never be needed for normal applications.
nb_no: Lar innehaveren binde det øverste nivået av grensesnittet til en bakgrunnsbilder. Skal ikke være nødvendig for vanlige programmer.

# permdesc_bluetooth
source: Allows an application to view configuration of the local Bluetooth phone, and to make and accept connections with paired devices.
nb_no: Lar applikasjonen se konfigurasjonen til den lokale Bluetooth-telefonen, og å opprette og godta tilkoblinger med parede enheter.

# permdesc_bluetoothAdmin
source: Allows an application to configure the local Bluetooth phone, and to discover and pair with remote devices.
nb_no: Lar applikasjonen konfigurere den lokale Bluetooth-telefonen, og å oppdage og pare med andre enheter.

# permdesc_brick
source: Allows the application to disable the entire phone permanently. This is very dangerous.
nb_no: Lar applikasjonen deaktivere hele telefonen permanent. Dette er svært farlig.

# permdesc_broadcastPackageRemoved
source: Allows an application to broadcast a notification that an application package has been removed. Malicious applications may use this to kill any other running application.
nb_no: Lar applikasjonen kringkaste en melding om at en applikasjonspakke er blitt fjernet. Ondsinnede applikasjoner kan bruke dette til å drepe vilkårlige andre kjørende applikasjoner.

# permdesc_broadcastSmsReceived
source: Allows an application to broadcast a notification that an SMS message has been received. Malicious applications may use this to forge incoming SMS messages.
nb_no: Lar applikasjonen kringkaste en melding om at en SMS-melding er mottatt. Ondsinnede applikasjoner kan bruke dette til å forfalske innkommende SMS-meldinger.

# permdesc_broadcastSticky
source: Allows an application to send sticky broadcasts, which remain after the broadcast ends. Malicious applications can make the phone slow or unstable by causing it to use too much memory.
nb_no: Lar applikasjonen sende varige kringkastinger, som forblir på systemet etter at kringkastingen er avsluttet. Ondsinnede applikasjoner kan gjøre telefonen treg eller ustabil ved å få den til å bruke for mye minne.

# permdesc_broadcastWapPush
source: Allows an application to broadcast a notification that a WAP PUSH message has been received. Malicious applications may use this to forge MMS message receipt or to silently replace the content of any web page with malicious variants.
nb_no: Lar applikasjonen kringkaste en melding om at en WAP-PUSH-melding er blitt mottatt. Ondsinnede applikasjoner kan bruke dette til å forfalske MMS-kvitteringer eller i det stille erstatte innholdet av vilkårlige nettsteder med ondsinnede varianter.

# permdesc_cache_filesystem
source: Allows an application to read and write the cache filesystem.
nb_no: Tillater et program å lese og skrive til bufrede filer.

# permdesc_callPhone
source: Allows the application to call phone numbers without your intervention. Malicious applications may cause unexpected calls on your phone bill. Note that this does not allow the application to call emergency numbers.
nb_no: Lar applikasjonen ringe telefonnummer uten inngripen fra brukeren. Ondsinnede applikasjoner kan forårsake uventede oppringinger på telefonregningen. Merk at dette ikke gir applikasjonen lov til å ringe nødnummer.

# permdesc_callPrivileged
source: Allows the application to call any phone number, including emergency numbers, without your intervention. Malicious applications may place unnecessary and illegal calls to emergency services.
nb_no: Lar applikasjonen ringe hvilket som helst telefonnummer, inkludert nødnummer, uten inngripen fra brukeren. Ondsinnede applikasjoner kan forårsake unødvendige og ulovlige samtaler til nødtjenester.

# permdesc_camera
source: Allows application to take pictures with the camera. This allows the application at any time to collect images the camera is seeing.
nb_no: Tillat programmet å ta bilder og videoer med kameraet. Programmet kan dermed til enhver tid samle inn bilder som kameraet fanger inn.

# permdesc_changeBackgroundDataSetting
source: Allows an application to change the background data usage setting.
nb_no: Lar applikasjonen endre innstillingen for bakgrunnsdata.

# permdesc_changeComponentState
source: Allows an application to change whether a component of another application is enabled or not. Malicious applications can use this to disable important phone capabilities. Care must be used with permission, as it is possible to get application components into an unusable, inconsistent, or unstable state.
nb_no: Lar applikasjonen endre om en komponent i en annen applikasjon er aktivert eller ikke. Ondsinnede applikasjoner kan bruke dette til å deaktivere viktige telefonfunksjoner. Denne rettigheten må brukes med forsiktighet, ettersom det er mulig å få applikasjonskomponenter inn i en ubrukelig, inkonsistent eller ustabil tilstand.

# permdesc_changeConfiguration
source: Allows an application to change the current configuration, such as the locale or overall font size.
nb_no: Tillater applikasjonen å endre gjeldende innstillinger, slik som språk eller skriftstørrelse.

# permdesc_changeNetworkState
source: Allows an application to change the state of network connectivity.
nb_no: Tillater et program å endre innstillingene for nettverkstilkoblingen.

# permdesc_changeTetherState
source: Allows an application to change the state of tethered network connectivity.
nb_no: Tillater et program å endre innstillingene for nettverkstilknytningen.

# permdesc_changeWifiMulticastState
source: Allows an application to receive packets not directly addressed to your device. This can be useful when discovering services offered near by. It uses more power than the non-multicast mode.
nb_no: Lar applikasjonen motta pakker som ikke er adressert til enheten selv. Dette kan være nyttig ved leting etter nærliggende tjenester, men bruker mer strøm enn ikke-multicast-modus.

# permdesc_changeWifiState
source: Allows an application to connect to and disconnect from Wi-Fi access points, and to make changes to configured Wi-Fi networks.
nb_no: Lar applikasjonen koble til og fra trådløse aksesspunkt, og å gjøre endringer i konfigurerte trådløse nettverk.

# permdesc_checkinProperties
source: Allows read/write access to properties uploaded by the checkin service. Not for use by normal applications.
nb_no: Gir lese- og skrivetilgang til egenskaper lastet opp av innsjekkingstjenesten. Ikke ment for vanlige applikasjoner.

# permdesc_clearAppCache
source: Allows an application to free phone storage by deleting files in application cache directory. Access is very restricted usually to system process.
nb_no: Lar applikasjonen frigjøre lagringsplass ved å slette filer i applikasjoners hurtigbufferkatalog. Tilgangen er vanligvis sterkt begrenset, til systemprosesser.

# permdesc_clearAppUserData
source: Allows an application to clear user data.
nb_no: Lar applikasjonen fjerne brukerdata.

# permdesc_copyProtectedData
source: Allows to invoke default container service to copy content. Not for use by normal applications.
nb_no: Tillater bruk av standard meldingsbeholdertjeneste for kopiering av innhold. Brukes ikke for normale programmer.

# permdesc_createNetworkSockets
source: Allows an application to create network sockets.
nb_no: Lar applikasjonen opprette vilkårlige nettverkstilkoblinger.

# permdesc_deleteCacheFiles
source: Allows an application to delete cache files.
nb_no: Lar applikasjonen to slette hurtigbufferfiler.

# permdesc_deletePackages
source: Allows an application to delete Android packages. Malicious applications can use this to delete important applications.
nb_no: Lar applikasjonen slette Android-pakker. Ondsinnede applikasjoner kan bruke dette til å slette viktige applikasjoner.

# permdesc_devicePower
source: Allows the application to turn the phone on or off.
nb_no: Lar applikasjonen skru telefonen av eller på.

# permdesc_diagnostic
source: Allows an application to read and write to any resource owned by the diag group; for example, files in /dev. This could potentially affect system stability and security. This should be ONLY be used for hardware-specific diagnostics by the manufacturer or operator.
nb_no: Lar applikasjonen lese og skrive enhver ressurs eid av gruppen diag; for eksempel, filer i /dev. Dette kan potensielt påvirke systemets sikkerhet og stabilitet. Dette bør KUN brukes for maskinvarespesifikke diagnoseverktøy laget av operatøren eller produsenten.
