Repository: Pondus/miui-norway
Catalog: framework-res/locale/*.po
Languages: nb_no

# sendText
source: Select an action for text
nb_no: Velg mål for tekst

# serviceClassDataAsync
source: Async
nb_no: Asynkron

# serviceClassDataSync
source: Sync
nb_no: Synkronisering

# serviceClassPacket
source: Packet
nb_no: Pakke

# serviceClassVoice
source: Voice
nb_no: Tale

# serviceDisabled
source: Service has been disabled.
nb_no: Tjenesten ble deaktivert.

# serviceEnabled
source: Service was enabled.
nb_no: Tjenesten ble aktivert.

# serviceEnabledFor
source: Service was enabled for:
nb_no: Tjenesten ble aktivert for:

# serviceErased
source: Erasure was successful.
nb_no: Registreringen ble fjernet.

source: Service not provisioned.
nb_no: SIM-kortet er ikke tilrettelagt for tjenesten.

# serviceRegistered
source: Registration was successful.
nb_no: Registreringen var vellykket.

source: Settings
nb_no: Innstillinger

# shutdown_confirm
source: Your phone will shut down.
nb_no: Telefonen vil bli slått av.

# shutdown_progress
source: Shutting down…
nb_no: Avslutter…

source: Silent mode
nb_no: Stillemodus

# sipAddressTypeCustom
source: Custom
nb_no: Egendefinert

# sipAddressTypeHome
source: Home
nb_no: Hjemme

# sipAddressTypeOther
source: Other
nb_no: Annen

# sipAddressTypeWork
source: Work
nb_no: Arbeid

# sms_control_default_app_name
source: Unknown application
nb_no: Ukjent applikasjon

# sms_control_message
source: A large number of SMS messages are being sent. Select "OK" to continue, or "Cancel" to stop sending.
nb_no: Et stort antall SMS-meldinger blir sendt. Velg «OK» for å fortsette, eller «Avbryt» for å avbryte sendingen.

# sms_control_no
source: Cancel
nb_no: Avbryt

# sms_control_title
source: Sending SMS messages
nb_no: Sender SMS-meldinger

# sms_exceeded
source: Messaging limit exceeded by %d message(s)
nb_no: Grensen for meldingsbruk er overgått med %d melding(er)

# sms_traffic
source: %d messages have been sent this month
nb_no: %d meldinger har blitt sendt denne måneden

# sms_traffic_exceeded
source: Messaging traffic limit exceeded by %d message(s)
nb_no: Bruksgrensen for tekstmeldinger er overgått med %d melding(er)

# smv_application
source: The application %1$s (process %2$s) has violated its self-enforced StrictMode policy.
nb_no: Programmet <{urn:oasis:names:tc:xliff:document:1.2}g id="APPLICATION">%1$s</{urn:oasis:names:tc:xliff:document:1.2}g> (prosessen <{urn:oasis:names:tc:xliff:document:1.2}g id="PROCESS">%2$s</{urn:oasis:names:tc:xliff:document:1.2}g>) har brutt de selvpålagte StrictMode-retningslinjene.

# smv_process
source: The process %1$s has has violated its self-enforced StrictMode policy.
nb_no: Prosessen<{urn:oasis:names:tc:xliff:document:1.2}g id="PROCESS">%1$s</{urn:oasis:names:tc:xliff:document:1.2}g> har brutt de selvpålagte StrictMode-retningslinjene.

# status_bar_back_to_call
source: Touch here to return to the call
nb_no: Trykk her for å returnere til samtalen

source: Submit
nb_no: Send inn

# sync_binding_label
source: Sync
nb_no: Synkronisering

# tethered_notification_message
source: Touch to configure
nb_no: Trykk for å konfigurere

# tethered_notification_title
source: Tethering or hotspot active
nb_no: Tilknytning eller trådløs sone er aktiv

# text_copied
source: Text copied to clipboard.
nb_no: Kopierte tekst til utklippstavlen.

# text_pastelist
source: Clipboard
nb_no: Utklippstavle

# ThreeWCMmi
source: Three way calling
nb_no: Telefonkonferanse

# throttled_notification_message
source: Touch to learn more about mobile data use
nb_no: Berør for å lese mer om bruk av mobildata

# throttled_notification_title
source: Mobile data limit exceeded
nb_no: Grensen for mobildatabruk er overskredet

# throttle_warning_notification_message
source: Touch to learn more about mobile data use
nb_no: Berør for å lese mer om bruk av mobildata

# throttle_warning_notification_title
source: High mobile data use
nb_no: Høy mobildatabruk

# time_of_day
source: %-l:%M:%S %p
nb_no: %-l:%M:%S

# time_wday
source: %1$s, %2$s
nb_no: <{urn:oasis:names:tc:xliff:document:1.2}g id="DATE">%1$s</{urn:oasis:names:tc:xliff:document:1.2}g>, <{urn:oasis:names:tc:xliff:document:1.2}g id="TIME">%2$s</{urn:oasis:names:tc:xliff:document:1.2}g>

source: Today
nb_no: I dag

source: Tomorrow
nb_no: I morgen

# traffic_control_hint
source: You can disable the traffic monitor below
nb_no: Du kan deaktivere dataovervåkeren nedenfor

# traffic_ok
source: Traffic is Normal
nb_no: Trafikk er normal

# traffic_settings_hint
source: Do you want to monitor your usage?
nb_no: Ønsker du å overvåke databruken din?

# turn_off_radio
source: Turn off wireless
nb_no: Slå av trådløst nett

# turn_on_radio
source: Turn on wireless
nb_no: Slå på trådløst nett

# tutorial_double_tap_to_zoom_message_short
source: Tap twice for zoom control
nb_no: Trykk to ganger for zoomkontroll

# unknown
source: Unknown number
nb_no: Ukjent nummer

# unknownName
source: (Unknown)
nb_no: (Ukjent)

source: Untitled
nb_no: Uten navn

# upload_file
source: Choose file
nb_no: Velg fil

# usb_storage_activity_title
source: USB Mass Storage
nb_no: USB-masselagring

# usb_storage_button_mount
source: Turn on USB storage
nb_no: Slå på USB-lagring

# usb_storage_error_message
source: There is a problem using your SD card for USB storage.
nb_no: Det oppstod et problem under USB-lagring for USB-enheten.

# usb_storage_message
source: You have connected your phone to your computer via USB. Select the button below if you want to copy files between your computer and your Android's SD card.
nb_no: Du har koblet telefonen til datamaskinen via USB. Velg knappen nedenfor hvis du vil kopiere filer mellom datamaskinen og USB-lagring for Android.

# usb_storage_notification_message
source: Select to copy files to/from your computer.
nb_no: Velg om du ønsker å kopiere filer til/fra en datamaskin.

# usb_storage_notification_title
source: USB connected
nb_no: USB tilkoblet

# usb_storage_stop_button_mount
source: Turn off USB storage
nb_no: Slå av USB-lagring

# usb_storage_stop_error_message
source: There was a problem turning off USB storage. Check to make sure you have unmounted the USB host, then try again.
nb_no: Det oppstod et problem ved deaktivering av USB-lagring. Kontroller at du har demontert USB-verten, og prøv på nytt.

# usb_storage_stop_message
source: Before turning off USB storage, make sure you have unmounted (“ejected”) your Android‘s SD card from your computer.
nb_no: Før du slår av USB-lagring, må du kontrollere at du har koblet fra USB-lagringsenheten for Android fra datamaskinen.

# usb_storage_stop_notification_message
source: Select to turn off USB storage.
nb_no: Velg dette alternativet for å slå av USB-lagring.

# usb_storage_stop_notification_title
source: Turn off USB storage
nb_no: Slå av USB-lagring

# usb_storage_stop_title
source: USB storage in use
nb_no: USB-lagring er i bruk

# usb_storage_title
source: USB connected
nb_no: USB tilkoblet

# VideoView_error_text_invalid_progressive_playback
source: Sorry, this video is not valid for streaming to this device.
nb_no: Beklager, denne videoen er ikke gyldig for streaming til denne enheten.

# VideoView_error_text_unknown
source: Sorry, this video cannot be played.
nb_no: Beklager, kan ikke spille denne videoen.

# VideoView_error_title
source: Cannot play video
nb_no: Kan ikke spille video

# volume_alarm
source: Alarm volume
nb_no: Alarmvolum

# volume_bluetooth_call
source: Bluetooth in-call volume
nb_no: Bluetooth-samtalevolum

# volume_call
source: In-call volume
nb_no: Samtalevolum

# volume_music
source: Media volume
nb_no: Medievolum

# volume_music_hint_playing_through_bluetooth
source: Playing through Bluetooth
nb_no: Spiller over Bluetooth

# volume_music_hint_silent_ringtone_selected
source: Silent ringtone selected
nb_no: Stille ringetone valgt

# volume_notification
source: Notification volume
nb_no: Varslingsvolum

# volume_ringtone
source: Ringer volume
nb_no: Ringetonevolum

# volume_unknown
source: Volume
nb_no: Volum

source: Wait
nb_no: Vent

# wallpaper_binding_label
source: Wallpaper
nb_no: Bakgrunnsbilde

source: week
nb_no: uke

source: weeks
nb_no: uker

# whichApplication
source: Complete action using
nb_no: Fullfør med

source: year
nb_no: år

source: years
nb_no: år

source: Yesterday
nb_no: I går
